Repository: Libki/libki-server
Catalog: lib/Libki/I18N/*.po
Languages: cs, es, fr, hu, no, pt_pt, sv

source: For example, <i>http://catalog.koha.library/cgi-bin/koha/members/member.pl?quicksearch=1&searchmember=</i> will link to the Koha ILS's search function for the given username.
cs: Například <i>http://katalog.koha.library/cgi-bin/koha/members/member.pl?quicksearch=1&searchmember=</i> bude odkazovat na vyhledávací funkci Koha ILS pro dané uživatelské jméno.
es: Por ejemplo, <i>http://catalog.koha.library/cgi-bin/koha/members/member.pl?quicksearch=1&searchmember=</i> enlazará a la función de búsqueda del SGB Koha para el nombre de usuario dado.
fr: Par exemple, <i>http://catalog.koha.library/cgi-bin/koha/members/member.pl?member=</i> liera à la fonction de recherche d'usager de Koha.
hu: Például az <i>http://catalog.koha.library/cgi-bin/koha/members/member.pl?quicksearch=1&searchmember=</i> URL a Koha könyvtári szoftver keresőjében használja keresőszóként a megadott felhasználónevet.
no: For eksempel <i>http://catalog.koha.library/cgi-bin/koha/members/member.pl?quicksearch=1&searchmember=</i> vil lenke til søkefunksjonen til Koha for brukernavn.
pt_pt: Por exemplo, <i>http://catalog.koha.library/cgi-bin/koha/members/member.pl?quicksearch=1&searchmember=</i> vai ligar à função de pesquisa do Koha com o nome de utilizador fornecido.
sv: Till exempel <i>http://catalog.koha.library/cgi-bin/koha/members/member.pl?quicksearch=1&searchmember=</i> kommer länka till Kohas sökfunktion för användarnamnet.

source: For example, the US format is commonly &quot;%m/%d/%Y&quot;. ISO format would by &quot;%Y-%m-%d&quot;.
cs: Například formát USA je běžně &quot;%m/%d/%Y&quot;. ISO formát by byl &quot;%Y-%m-%d&quot;.
es: Por ejemplo, el formato español es normalmente &quot;%d/%m/%Y&quot;. El formato ISO sería &quot;%Y-%m-%d&quot;.
hu: Például az USA formátumú dátum jellemzően: &quot;%hónap/%nap/%év&quot; Az ISO formátum &quot;%év-%hónap-%nap&quot;.
sv: T.ex. US-formatet är vanligtvis &quot;%m/%d/%Y&quot;. ISO-formatet är vanligtvis &quot;%Y-%m-%d&quot;.

source: Frequency with which to request the host OS display a message with the user's remaining time.
cs: Jak často se má hostitelský operační systém požádat o zobrazení zprávy se zbývajícím časem uživatele.
es: Frecuencia con la que solicitar al SO del cliente que muestre un mensaje con el tiempo restante del usuario.
hu: A host által a fennmaradó időről szóló üzenet küldésének gyakorisága.
sv: Period för att visa meddelande om användarens återstående tid på klientens dator

source: From
cs: Od
es: Desde
fr: De
hu: Ettől:
no: Fra
pt_pt: Desde
sv: Från

source: Funds
cs: Kredit
es: Saldo
fr: Fonds
hu: Keretösszeg
sv: Medel

source: Guest account created
cs: Účet hosta vytvořen
es: Cuenta de invitado creada
hu: Vendég felhasználó létrehozva
sv: Gästkonto skapat

source: Guest pass CSS
cs: CSS pro hostovské přístupy
es: CSS para el pase de invitado
fr: CSS des comptes invités
hu: Vendég pass CSS
no: Gjestebruk CSS
pt_pt: CSS para os passes de visitante
sv: Gästpass CSS

source: Guest passes
cs: Hostovské přístupy
es: Pases de invitado
fr: Comptes invités
hu: Vendég belépők
no: Gjestebruk
pt_pt: Passes de visitante
sv: Gästpass

source: Height
cs: Výška
es: Altura
fr: Hauteur
hu: Magasság
no: Høyde
pt_pt: Altura
sv: Höjd

source: Highest guest account created
cs: Nejvyšší vytvořený účet hosta
es: Cuenta de invitado más alta creada
fr: Le plus haut compte invité créé
hu: Legmagasabb számú vendég felhasználói fiók létrehozva
no: Største kontonummer til gjest som er lagd
pt_pt: Maior conta de visitante criada
sv: Högsta gästkontonummer som skapats

source: History
cs: Historie
es: Historial
fr: Historique
hu: Előzmények
no: Historikk
pt_pt: Histórico
sv: Historik

source: History anonymization
cs: Anonymizace historie
es: Anonimización del historial
fr: Anonymisation de l'historique
hu: Előzmények anonimizálása
no: Anonymisering av historikk
pt_pt: Anonimização do histórico
sv: Anonymisering av historik

source: History retention
cs: Zachování historie
es: Retención del historial
fr: Rétention d'historique
hu: Előzmények megőrzése
no: Lagring av historikk
pt_pt: Retenção do histórico
sv: Lagring av historik

source: Home
cs: Domů
es: Inicio
fr: Accueil
hu: Kezdőlap
no: Hjem
pt_pt: Início
sv: Hem

source: Host
cs: Hostitel
es: Equipo
fr: Hôte
no: Vert
sv: Källa

source: ILS integration
cs: Integrace s ILS
es: Integración con el SGB
fr: Intégration du SIGB
hu: IKR integráció
no: Integrere med biblioteksystem (ILS)
pt_pt: Integração com ILS
sv: Integrera med biblioteksdatasystemet

source: IP address or fully qualified domain name (FQDN) where to send the signal. Defaults to the limited broadcast address (255.255.255.255).
cs: IP adresa nebo plně kvalifikovaný název domény (FQDN), kam se má signál odeslat. Výchozí hodnota je omezená broadcast adresa (255.255.255.255).
es: Dirección IP o nombre de dominio cualificado (FQDN) donde enviar la señal. Por defecto es la dirección de difusión (broadcast) limitada (255.255.255.255).
fr: Adresse IP ou nom de domaine complet (FQDN) où envoyer le signal. Utilise l'adresse 255.255.255.255 par défaut.
hu: A cél IP címe vagy FQDN-je (fully qualified domain name). Alapértelmezetten a címtartomány (255.255.255.255).
no: IP-adresse eller fullt gyldig domene-navn (FQDN) som skal motta signalet. Standard til avgrenset broadcast-adresse (255.255.255.255).
sv: IP-adress eller fullt kvalificerat domännamn (FQDN) för att skicka signalen till. Som standard är det till den begränsade sändningsadressen (255.255.255.255).

source: If a Libki client has not re-registered itself within this amount of time, it will be removed from the list of active clients.
cs: Pokud se Libki klient v této době znovu nepřihlásí, bude odebrán ze seznamu aktivních klientů.
es: Si un cliente Libki no se ha vuelto a registrar en este tiempo, se eliminará de la lista de clientes activos.
fr: Si un poste Libki ne s'est pas reconnecté dans ce délai, il sera retiré de la liste des postes actifs.
hu: Ha az itt megadott időn belül valamelyik számítógép nem jelentkezik a szervernél, kikerül az aktív gépek listájából.
no: Dersom en Libki-PC ikke har snakket med serveren i løpet av dette tidsrommet, så vil den forsvinne fra listen med aktive PCer.
pt_pt: Se um cliente não for registado novamente dentro deste período de tempo, será removido da lista de clientes activos.
sv: Om en Libkidator inte har kommunicerat med servern inom den här tiden så tas den bort från listan över aktiva datorer.

source: If all cardnumbers in your ILS have a prefix, Libki can automatically add this prefix if it is missing from the cardnumber as entered by the patron.
cs: Pokud mají všechna čísla průkazů ve vašem ILS předponu, Libki může tuto předponu automaticky přidat, pokud chybí v čísle průkazu zadaném zákazníkem.
es: Si todos los números de usuario en su SGB tienen un prefijo, Libki puede añadir automáticamente este prefijo si falta en el número de usuario introducido por el usuario.
hu: Ha az ön által használt IKR-ben prefixummal ellátott olvasójegyeket használnak, a Libki automatikusan hozzá tudja csatolni ezt a prefixumot a felhasználó által beírt olvasójegyszámhoz.
sv: Om alla kortnummer i ditt bibliotekssystem har ett prefix så kan Libki lägga till detta prefix automatiskt om det saknas på det kortnummer som angivits av låntagaren.

source: If checked, each location has it's own time allowance shared between only the clients it contains.
cs: Pokud je zaškrtnuto, každé umístění má svůj vlastní časový limit sdílený pouze mezi klienty, které obsahuje.
es: Si se marca, cada ubicación tiene su propio tiempo permitido compartido sólo entre los clientes que contiene.
fr: Si coché, chaque site a son propre délai, partagé uniquement parmi les postes s'y trouvant.
hu: Ha be van pipálva, minden egyes helyszínen egyedi időkorlát lép életbe.
no: Hver lokasjon får sin egen tildelte tid delt mellom bare de PCene de har.
sv: Om aktiverad, varje placering har sin egna tillåtna tid som den delar mellan de datorerna den innehar.

source: If enabled, clients will have a 'Log in as guest' button that will create a guest account and log them into it automatically.
hu: Ha engedélyezve van, a gépeken megjelenik egy "Belépés vendégként" gomb, amely automatikusan létrehoz egy vendégfelhasználót, amivel be is lépteti az érkező személyt.
sv: Om aktiverad, så har klienten en "Logga in som gäst"-knapp som skapar ett gästkonto och loggar i dem automatiskt.

source: If enabled, passwords will not be checked for client logins and the password field will be hidden in client v2.2.22 or later.
cs: Pokud je povoleno, hesla nebudou kontrolována při přihlašování klientů a pole hesla bude skryto v klientovi v2.2.22 nebo novějším.
es: Si se habilita, no se comprobarán las contraseñas para los inicios de sesión del cliente y el campo contraseña se ocultará en el cliente v2.2.22 o posterior.
hu: Ha engedélyezve van, a jelszómező nem jelenik meg belépéskor, illetve a rendszer nem figyeli a jelszavakat (v2.2.22 vagy újabb verziójú kliensszoftver esetén elérhető).
sv: Om aktiverad, så kommer inte lösenord kontrolleras på klientinloggningar och lösenordsfältet kommer vara dolt i klient v2.2.22 eller senare.

source: If enough funds are available, printing will start immediately when the "Print" button is clicked.
cs: Pokud jsou k dispozici dostatečné prostředky, tisk se spustí okamžitě po kliknutí na tlačítko "Tisk".
es: Si hay suficiente saldo disponible, la impresión comenzará inmediatamente al pulsar el botón "Imprimir".
hu: Amennyiben elég keretösszeg áll rendelkezésre, a nyomtatás azonnal megkezdődik, amikor a "Nyomtatás" gombra rákattint a felhasználó.
sv: Om tillräckligt med medel finns tillgängliga så startas utskriftsjobbet direkt efter man tryckt på Skriv ut.

source: If no match is found, the default time allowances will be used.
cs: Pokud není nalezena žádná shoda, použijí se výchozí časové limity.
es: Si no se encuentra coincidencia, se usará la cantidad de tiempo por defecto.
fr: Si aucune correspondance n'est trouvée, les allocations de temps par défaut seront utilisées.
hu: Ha nem található egyezés, az alapértelmezett időkorlát lesz érvényben.
no: Dersom ingen treff, vil grunninnstillingen for tidsbruk bli benyttet.
pt_pt: Se não houver correspondência, será usado o tempo por omissão.
sv: Om ingen matchning hittas kommer grundinställningen för tidsmängd användas.

source: If not checked, the possibility to enter users' first and last name will disappear.
cs: Pokud není zaškrtnuto, zmizí možnost zadat jméno a příjmení uživatele.
es: Si no está activado, la posibilidad de introducir el nombre y apellidos del usuario desaparecerá.
fr: Si la case n'est pas cochée, la possibilité de saisir le prénom et le nom des usagers disparaîtra.
hu: Ha nincs bepipálva, a felhasználóhoz nem lehet megadni kereszt- és vezetéknevet.
no: Dersom ikke markert, vil valget for å legge inn for- og etternavn til brukeren ikke vises.
pt_pt: Se não estiver marcado, a possibilidade de inserir os primeiros nomes e os apelidos dos utilizadores vai desaparecer.
sv: Om den här rutan inte är ikryssad försvinner möjligheten att lägga in användares för- och efternamn.

source: If text is added here for terms of service, it will be displayed in click-though dialog on the client before allowing a login.
cs: Pokud je zde zadán text pro podmínky služby, zobrazí se v dialogovém okně na klientovi před povolením přihlášení.
es: Si se añade aquí algún texto para los términos del servicio, éste se mostrará en un diálogo en el cliente antes de permitir el inicio de sesión.
fr: Si du texte est ajouté ici pour les conditions d'utilisation, il sera affiché dans une boîte de dialogue sur le poste avant d'autoriser une connexion.
hu: Ha szöveget ír ide, az egy átkattintandó dialógusablakban jelenik meg a bejelentkezés előtt.
no: Dersom tekst om <i>Vilkår for bruk</i> legges inn her, så vil den vises i et meldingsvindu før innloggingvinuet blir aktivert.
pt_pt: Se adicionar qualquer texto para os termos de serviço, esse texto será mostrado uma caixa de diálogo ao utilizador antes de permitir a autenticação.
sv: Om användaravtalstext läggs till här så kommer det visas i en dialogruta på datorn innan man tillåts logga in.

source: If your file is not a PDF, you may use a PDF printer such as <a target="_blank" class="alert-link" href="https://www.cutepdf.com/Products/CutePDF/writer.asp">CutePDF</a>,
cs: Pokud váš soubor není PDF, můžete použít PDF tiskárnu, jako je <a target="_blank" class="alert-link" href="https://www.cutepdf.com/Products/CutePDF/writer.asp">CutePDF</a>,
es: Si su fichero no es un PDF, puede utilizar una impresora PDF como <a target="_blank" class="alert-link" href="https://www.cutepdf.com/Products/CutePDF/writer.asp">CutePDF</a>,
fr: Si votre fichier n'est pas un PDF, vous pouvez utiliser une imprimante PDF comme <a target="_blank" class="alert-link" href="https://www.cutepdf.com/Products/CutePDF/writer.asp">CutePDF</a>,
hu: Ha feltöltött fájlja nem PDF, használhat PDF printert, például <a target="_blank" class="alert-link" href="https://www.cutepdf.com/Products/CutePDF/writer.asp">CutePDF</a>,
sv: Om din fil inte är en PDF-fil, kan du använda en PDF-skrivare som <a target="_blank" class="alert-link" href="https://www.cutepdf.com/Products/CutePDF/writer.asp">CutePDF</a>,

source: In progress
cs: Probíhá
es: En progreso
fr: En cours
hu: Folyamatban...
sv: Under bearbetning

source: In use
cs: Používá se
es: En uso
fr: En usage
hu: Használatban
no: I bruk
pt_pt: Em uso
sv: Används

source: Inactive user retention
cs: ZachoUchování n eaktivních uživatelů
es: Retención de usuarios inactivos
fr: Rétention des usagers inactifs
hu: Inaktív felhasználó megőrzése
no: Lagring av inaktive brukere
pt_pt: Retenção de utilizadores inactivos
sv: Lagring av inaktiva användare

source: Inactivity logout
cs: Odhlášení při neaktivitě
es: Cierre de sesión por inactividad
hu: Kijelentkezés inaktivitásra
sv: Inaktivitetsutloggning

source: Inactivity warning
cs: Varování při neaktivitě
es: Aviso de inactividad
hu: Inaktivitási figyelmeztetés
sv: Inaktivitetsvarning

source: Incorrect password.
cs: Nesprávné heslo.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
hu: Helytelen jelszó.
no: Feil passord.
pt_pt: Palavra-passe incorrecta.
sv: Fel lösenord.

source: Internet connectivity checks
cs: Kontrola internetového připojení
es: Comprobaciones de conectividad a Internet
hu: Internetkapcsolat ellenőrzése
sv: Kontroll för internetuppkoppling

source: Is not a whole number
cs: Není celé číslo
es: No es un número entero
fr: N'est pas un nombre entier
hu: Nem egész szám
no: Er ikke et heltall
pt_pt: Não é um número inteiro
sv: Är inte ett heltal

source: Job will be released to the printer immediately, are you sure you want to do this?
cs: Úloha bude uvolněna do tiskárny okamžitě, jste si jisti, že to chcete udělat?
es: El trabajo será liberado a la impresora inmediatamente, ¿está seguro de que quiere hacer esto?
hu: A feladat azonnal a nyomtatóhoz kerül, kívánja folytatni?
sv: Utskriften kommer skickas till skrivaren direkt, är du säker på att du vill göra det?

source: Key
cs: Klíč
es: Clave
hu: Kulcs
sv: Nyckel

source: LDAP configuration
cs: Konfigurace LDAP
es: Configuración LDAP
fr: Configuration LDAP
hu: LDAP konfiguráció
no: LDAP-konfigurasjon
pt_pt: Configuração LDAP
sv: LDAP-konfiguration

source: Language
cs: Jazyk
es: Idioma
fr: Langue
hu: Nyelv
no: Språk
pt_pt: Idioma
sv: Språk

source: Last name
cs: Příjmení
es: Apellido
fr: Nom de famille
hu: Vezetéknév
no: Etternavn
pt_pt: Apelido
sv: Efternamn

source: Lastname
cs: Příjmení
es: Apellido
fr: Nom de famille
no: Etternavn
pt_pt: Apelido
sv: Efternamn

source: Leave this setting empty to disable the feature.
cs: Ponechte toto nastavení prázdné pro zakázání funkce.
es: Deje esta opción en blanco para deshabilitar la característica.
hu: Hagyja üresen a funckió kikapcsolásához.
sv: Lämna denna inställning tom för att inaktivera funktionen.

source: Leave unmodified for default amount of time.
cs: Ponechte nezměněné pro výchozí množství času.
es: Dejar sin modificar para la cantidad de tiempo por defecto.
fr: Laisser vide pour utiliser la durée par défaut.
hu: Hagyja módosítatlanul az alapértelmezett érték alkalmazásához.
no: Ikke endre standard innstillinger for tid.
pt_pt: Não modifique para utilizador o tempo por omissão.
sv: Ändra oförändrat för grundinställningen för tid.

source: Length of time to retain logs. If not set, will default to 0 and all logs will be removed nightly.
cs: Délka uchovávání protokolů. Pokud není nastavena, bude výchozí hodnota 0 a všechny protokoly budou nočně odstraňovány.
es: Tiempo para retener los archivos de registro. Si no se establece, por defecto será 0 y los archivos de registro se eliminarán por la noche.
hu: A naplók megőrzésének ideje. Ha nincs beállítva, az alapértelmezett érték 0, a naplók éjszakánként törlődnek.
sv: Hur länge loggar ska behållas. Om det inte angivits blir standard 0 och alla loggar tas bort varje natt.

source: Length of time to retain print jobs. If not set, will default to 0 and print jobs will be removed nightly.
cs: Délka uchovávání tiskových úloh. Pokud není nastavena, bude výchozí hodnota 0 a tiskové úlohy budou nočně odstraňovány.
es: Tiempo para retener los trabajos de impresión. Si no se establece, por defecto será 0 y los trabajos de impresión se eliminarán por la noche.
fr: Durée de conservation des travaux d'impression. S'il n'est pas défini, la valeur par défaut sera 0 et les travaux d'impression seront supprimés tous les soirs.
hu: A nyomtatási feladatok megőrzésének ideje. Ha nincs beállítva, az alapértelmezett érték 0, a nyomtatási feladatok éjszakánként törlődnek.
no: Hvor lenge skal utskriftsjobb lagres. Dersom ikke angitt, vil standard o bli brukt og jobbene vil slettes hver natt.
pt_pt: Período de tempo para manter os trabalhos de impressão. Se não estiver definido, por omissão será 0 e os trabalhos de impressão serão removidos todas as noites.
sv: Hur länge utskriftsjobb ska behållas. Om det inte är satt kommer jobben tas bort varje natt.

source: Length of time to retain user data of inactive users. If not set, data will be kept indefinitely.
cs: Délka uchovávání uživatelských dat neaktivních uživatelů. Pokud není nastavena, budou data uchovávána neomezeně dlouho.
es: Tiempo para retener los datos de los usuarios inactivos. Si no se establece, los datos se mantendrán indefinidamente.
fr: Durée de conservation des données usager des usagers inactifs. Si non défini, les données seront conservées indéfiniment.
hu: Az inaktív felhasználók adatai megőrzésének ideje. Ha nincs beállítva, ezen felhasználók adatai örökre megmaradnak.
no: Hvor lenge data skal lagres for inaktive brukere. Dersom ikke angitt, vil dataene ikke bli slettet.
pt_pt: Período de tempo para manter os dados dos utilizadores inactivos. Se não estiver definido, os dados serão mantidos infinitamente.
sv: Hur länge data ska lagras för inaktiva användare. Om fältet lämnas tomt sparas datan för evigt.

source: Length of time to retain user/client data for statistics and history. If not set, data will be kept indefinitely.
cs: Délka uchovávání uživatelských/klientských dat pro statistiky a historii. Pokud není nastavena, budou data uchovávána neomezeně dlouho.
es: Tiempo para retener los datos de usuario/cliente para estadísticas e historial. Si no se establece, los datos se mantendrán indefinidamente.
fr: Durée de conservation des données usager / poste pour les statistiques et l'historique. S'il n'est pas défini, les données seront conservées indéfiniment.
hu: Időkorlát a felhasználók adatainak megőrzésésére statisztika és előzmények szempontjából. Ha nincs beállítva, a felhasználók adatai örökre megmaradnak.
no: Hvor lenge data skal lagres for statistikk og historikk. Dersom ikke angitt, vil dataene ikke bli slettet.
pt_pt: Período de tempo para manter os dados do utilizador para estatísticas e histórico. Se não estiver definido, os dados serão mantidos infinitamente.
sv: Hur länge data ska lagras för statistik och historik. Om fältet lämnas tomt sparas datan för evigt.

source: Level
cs: Úroveň
es: Nivel
hu: Szint
sv: Nivå

source: Libki Kiosk Management System
cs: Systém pro správu kiosků Libki
es: Sistema Libki de Gestión de Puestos
fr: Système de Gestion de Poste Libki
hu: Libki Kioszkmenedzselési Rendszer
no: Libki - system for kiosk
pt_pt: Sistema de gestão de postos Libki
sv: Libki datorhanteringssystem

source: Limit
es: Limitar
fr: Filtrer
hu: Szűrés
no: Begrense
pt_pt: Limite
sv: Avgränsa

source: Location
cs: Umístění
es: Ubicación
fr: Site
hu: Helyszín
no: Sted
pt_pt: Localização
sv: Plats

source: Log in
cs: Přihlásit
es: Inicio de sesión
fr: Connexion
hu: Bejelentkezés
no: Logg inn
pt_pt: Entrar
sv: Logga in

source: Log out
cs: Odhlásit
es: Cerrar sesión
fr: Déconnexion
hu: Kijelentkezés
no: Logg ut
pt_pt: Sair
sv: Logga ut

source: Log user out automatically after this many minutes of inactivity.
cs: Automaticky odhlásit uživatele po tomto počtu minut nečinnosti.
es: Cerrar sesión del usuario automáticamente tras estos minutos de inactividad.
fr: Déconnectez automatiquement l'usager après ce nombre de minutes d'inactivité.
hu: Felhasználó kijelentkeztetése ennyi perc inaktivitás után
no: Logg ut brukeren automatisk dersom ikke aktiv i antall minutter.
pt_pt: Desconectar automaticamente os utilizadores após estes minutos de inactividade.
sv: Logga ut användaren automatiskt om hen inte varit aktiv på så här många minuter.

source: Logged user out.
cs: Uživatel byl odhlášen.
es: Sesión de usuario cerrada.
fr: Usager déconnecté.
hu: Felhasználó kijelentkeztetve
no: Logget ut brukeren.
pt_pt: Utilizador desconectado.
sv: Loggade ut användaren.

source: Logs
cs: Logy
es: Registros
hu: Naplók
sv: Loggar

source: Logs retention
cs: Uchovávání logů
es: Retención de registros
hu: Naplók megőrzése
sv: Lagring av loggar

source: MAC addresses
cs: MAC adresy
es: Direcciones MAC
fr: Adresses MAC
hu: MAC címek
sv: MAC-adresser

source: Make reservation
cs: Vytvořit rezervaci
es: Hacer reserva
fr: Faire une réservation
hu: Foglalás
no: Reserver
pt_pt: Reservar
sv: Reservera

source: Make reservation for
cs: Vytvořit rezervaci pro
es: Hacer reserva para
fr: Faire une réservation pour
hu: Foglalás … részére
no: Reserver til
pt_pt: Reservar para
sv: Reservera till

source: Manage existing specific dates
cs: Spravovat existující konkrétní data
es: Gestionar fechas específicas existentes
fr: Gérer des dates spécifiques existantes
hu: Már meglévő speciális dátumok kezelése
no: Endre tidligere oppgitte datoer
pt_pt: Gerir datas específicas existentes
sv: Hantera redan bestämda datum

source: Message
cs: Zpráva
es: Mensaje
hu: Üzenet
sv: Meddelande

source: Minimum minutes required for a reservation. If left blank, the default is 1 minute.
cs: Minimální počet minut potřebných pro rezervaci. Pokud zůstane prázdné, výchozí hodnota je 1 minuta.
es: Minutos mínimos requeridos para una reserva. Si se deja en blanco, por defecto 1 minuto.
fr: Minutes minimum requises pour une réservation. Si laissé vide, la valeur par défaut est 1 minute.
hu: Foglalások minimum időtartama. Ha üresen hagyja, az alapértelmezett érték 1 perc.
sv: Minsta tid tillåtet för en reservation. Om lämnad blank, så är standardtiden 1 minut.

source: Minimum reservation time required
cs: Minimální požadovaný čas rezervace
es: Mínimo tiempo de reserva requerido
fr: Temps de réservation minimum requis
hu: Minimum foglalási idő szükséges
sv: Minsta tillåtna reservationstid

source: Minutes
cs: Minuty
es: Minutos
hu: Perc
no: Minutter
pt_pt: Minutos
sv: Minuter

source: Modify time
cs: Upravit čas
es: Modificar tiempo
fr: Modifier le temps
hu: Idő módosítása
no: Endre tid
pt_pt: Modificar tempo
sv: Ändra tid

source: More
cs: Více
es: Más
fr: Plus
hu: Több
no: Mer
pt_pt: Mais
sv: Mer
