Repository: Libki/libki-server
Catalog: lib/Libki/I18N/*.po
Languages: cs, es, fr, hu, no, pt_pt, sv

source: The size of the time window a patron has to log in to a client. If the patron does not do so his or her reservation will be canceled. If left blank, the default is 15 minutes.
cs: Velikost časového okna, ve kterém se musí přihlášený uživatel přihlásit ke klientovi. Pokud se uživatel nepřihlásí, jeho rezervace bude zrušena. Pokud není nastaveno, výchozí hodnota je 15 minut.
es: El tamaño de la ventana de tiempo que un usuario tiene para iniciar sesión en un cliente. Si el usuario no lo hace, su reserva se cancelará. Si se deja en blanco, por defecto es de 15 minutos.
fr: La fenêtre de temps durant laquelle l'usager doit se connecter au poste. Sinon la réservation sera annulée. Si laissé vide, la valeur par défaut est 15 minutes.
hu: Ennyi idő áll rendelkezésre a foglalást tévő felhasználónak a számítógép használatba vételére.
sv: Tidsfönstret användaren har för att logga in på en reserverad dator. Om användaren inte loggat in inom det här tidsfönstret kommer reservationen tas bort. Om lämnad blank, så är standardtiden 15 minuter.

source: The text in this field will be prepended to the guest password, for example <i>Password:</i>. This field is displayed in monospace for ease of formatting.
cs: Text v tomto poli bude předřazen k heslu hosta, například <i>Heslo:</i>. Toto pole je zobrazeno v neproporcionálním písmu pro snadnější formátování.
es: El texto de este campo se añadirá a la contraseña de invitado, por ejemplo <i>Contraseña:</i>. Este campo se muestra en fuente monoespacio para facilidad de formateo.
fr: Étiquette pour le mot de passe invité, par exemple <i>Mot de passe:</i>. Ce champ est affiché en monospace pour faciliter le formatage.
hu: Az ebben a mezőben lévő szöveg a vendég jelszó elé kerül automatikusan, például: <i>Password:</i>. Ez a mező a formázás könnyebbsége érdekében monospace szövegként jelenik meg.
no: Teksten i dette feltet vil vises foran passordet til gjestekontoen, f.eks. <i>Passord:</i>. (Feltet bruker Monospace skrift for enklere formatering)
pt_pt: O texto neste campo será usado como prefixo da palavra-passe do visitante, por exemplo <i>Password:</i>. Este campo é mostrado em em espaço simples para facilitar a formatação.
sv: Texten i det här fältet kommer stå före gästkontots lösenord, till exempel <i>Password:</i>. Det här fältet visas i monospace för att göra det enklare att formatera.

source: The text in this field will be prepended to the guest username, for example <i>Username:</i>. This field is displayed in monospace for ease of formatting.
cs: Text v tomto poli bude předřazen k uživatelskému jménu hosta, například <i>Uživatelské jméno:</i>. Toto pole je zobrazeno v neproporcionálním písmu pro snadnější formátování.
es: El texto de este campo se añadirá al nombre de usuario de invitado, por ejemplo <i>Usuario:</i>. Este campo se muestra en fuente monoespacio para facilidad de formateo.
fr: Étiquette pour le nom d'usager invité, par exemple <i>Nom d'usager:</i>. Ce champ est affiché en monospace pour faciliter le formatage.
hu: Az ebben a mezőben lévő szöveg a vendég felhasználónév elé kerül automatikusan, például: <i>Password:</i>. Ez a mező a formázás könnyebbsége érdekében monospace szövegként jelenik meg.
no: Teksten i dette feltet vil vises foran brukernavnet til gjestekontoen, f.eks. <i>Brukernavn:</i>. (Feltet bruker Monospace skrift for enklere formatering)
pt_pt: O texto neste campo será usado como prefixo do nome de utilizador do visitante, por exemplo <i>Username:</i>. Este campo é mostrado em em espaço simples para facilitar a formatação.
sv: Texten i det här fältet kommer stå före gästkontots användarnamn, till exempel <i>Username:</i>. Det här fältet visas i monospace för att göra det enklare att formatera.

source: The time at which to automatically turn on the clients. Leave empty to disable.
cs: Čas, ve kterém se mají klienti automaticky zapnout. Ponechte prázdné pro zakázání této funkce.
es: La hora a la que se encenderán automáticamente los clientes. Dejar en blanco para deshabilitar.
fr: L'heure à laquelle démarrer automatiquement les postes. Laisser vide pour désactiver.
hu: Az automatikus bekapcsolás időpontja. hagyja üresen a funkció kikapcsolásához.
no: Klokkeslettet PCene skal automatisk slås på. La være tomt for å ikke bruke.
sv: Tiden för att automatiskt starta datorerna. Lämna tomt för att avaktivera.

source: The time entered is invalid
cs: Zadaný čas je neplatný
es: La hora introducida no es válida
fr: Le temps entré est invalide
hu: A beírt időpont érvénytelen
sv: Den angivna tiden är felaktig

source: The time you chose is not available.
cs: Zvolený čas není k dispozici.
es: La hora que ha elegido no está disponible.
fr: L'heure choisie n'est pas disponible.
hu: A kiválasztott időpont(ok) en elérhető(ek).
sv: Tiden du valt är inte tillgänglig.

source: The width of the source image or image service in pixels.
cs: Šířka zdrojového obrázku nebo obrazové služby v pixelech.
es: El ancho de la imagen de origen o imagen del servicio en pixeles.
fr: Largeur (en pixels) de l'image source.
hu: A forráskép vagy képszolgáltatás szélessége képpontban.
no: Bredden på bildet eller bildetjenesten i punkter.
pt_pt: Largura da imagem em pixeis.
sv: Bredden på bilden eller bildtjänsten i pixlar.

source: These rules override the default time allowances
cs: Tato pravidla přepisují výchozí časové limity
es: Estas reglas sobrescriben las asignaciones de tiempos por defecto
fr: Ces règles remplacent les allocations de temps par défaut
hu: Az itt megadott szabályok felülírják az alapértelmezett időkorlátokat
no: Disse reglene overskriver standard innstillingene for tidskvote
pt_pt: Estas regras vão sobrepor os prazos por omissão definidos
sv: De här reglerna kör över de vanliga inställningarna för tidsmängd

source: This client has no reservation.
cs: Tento klient nemá žádnou rezervaci.
es: Este cliente no tiene reserva.
fr: Ce poste n'a aucune réservation.
hu: A számítógépre nincs foglalás.
sv: Den här datorn har ingen reservation.

source: This client is already reserved.
cs: Tento klient je již rezervován.
es: Este cliente ya está reservado.
fr: Ce poste est déjà réservé.
hu: A számítógép már foglalás alatt van.
no: Denne PCen er reservert fra før.
pt_pt: Este cliente já se encontra reservado.
sv: Den här datorn är redan reserverad.

source: This feature only works for user ids that are numeric only. Alphanumeric ids will not be prefixed.
cs: Tato funkce funguje pouze pro číselná uživatelská jména. Alfanumerická jména nebudou předřazena.
es: Esta característica sólo funciona para identificadores de usuario numéricos. A los identificadores alfanuméricos no se les añadirá el prefijo.
hu: Ez a funkció csak a numerikus formában megadott felhasználói azonosítók esetében működik, az alfanumerikus azonosítók nem kapnak prefixumot.
sv: Denna funktion fungerar endast för användar-ID som är helt numeriska. Alfanumeriska ID kommer inte att bli prefixade.

source: This is meant to allow print jobs taken by a Print Manager that has become unresponsive to be re-printed automatically.
cs: Toto je určeno k tomu, aby tiskové úlohy převzaté správcem tisku, který přestal reagovat, mohly být automaticky znovu vytištěny.
es: Esto es para permitir que los trabajos de impresión asignados a un Gestor de Impresión que ha dejado de responder se puedan volver a imprimir automáticamente.
hu: Ennek célja, hogy a Print Manager által kiadott, de valamiért beakadó nyomtatási feladatokat újra lehessen nyomtatni.
sv: Det här är menat för att tillåta utskrifter från Print Manager som blivit ej kontaktbara att bli utskrivna igen automatiskt.

source: This kiosk is closed for the day.
cs: Tento kiosek je dnes zavřený.
es: Este puesto está cerrado por hoy.
fr: Ce site est fermé pour la journée.
hu: Ez a kioszk a mai napon nem elérhető.
no: Denne PCen er stengt for mer bruk i dag.
pt_pt: O quiosque encontra-se fechado hoje.
sv: Datorerna har stängt för dagen.

source: This kiosk will be closed at the time you chose.
cs: Tento kiosek bude v zvoleném čase zavřený.
es: Este puesto se cerrará a la hora que elija.
fr: Ce site sera fermé à l'heure que choisie.
hu: Ez a kioszk az ön által kiválasztott időpontban nem lesz elérhető.
sv: Datorerna har stängt den tiden du har valt.

source: This text is displayed directly on the terms of service dialog.
cs: Tento text se zobrazí přímo v dialogovém okně podmínek služby.
es: Este texto se muestra directamente en el diálogo de términos del servicio.
hu: Ez a szöveg közvetlenül a Szolgáltatási feltételek párbeszédablakban jelenik meg.
sv: Denna text visas direkt på rutan för användaravtalet.

source: This text is displayed when the "Show Details" button is clicked.
cs: Tento text se zobrazí po kliknutí na tlačítko "Zobrazit podrobnosti".
es: Este texto se muestra al pulsar el botón "Mostrar Detalles".
hu: Ez a szöveg jelenik a "Részletek mutatása" gomb megnyomásakor.
sv: Denna text visas när klickar på "Visa detaljer".

source: Time allowance by location
cs: Povolený čas dle umístění
es: Tiempo permitido por ubicación
fr: Allocation de temps par site
hu: Időkorlátok helyszínenként
no: Tid tilordnet utfra sted
sv: Tillåten tid efter placering

source: Time display format
cs: Formát zobrazeného času
es: Formato de hora
fr: Format d'affichage de l'heure
hu: Idő megjelenítésének formátuma
sv: Tidvisningsformat

source: Time modification will affect the allotment for the location the user is currently logged in at.
cs: Úprava času ovlivní časový limit pro umístění, ke kterému je uživatel aktuálně přihlášen.
es: La modificación del tiempo afectará a la asignación para la ubicación en la que el cliente ha iniciado sesión.
hu: Az idő módosítása befolyásolja az időkeretet azon a helyszínen, ahol a felhasználó éppen be van van jelentkezve.
sv: Tidsändring kommer påverkas av tillåtelsen för den placering som användaren för tillfället har loggat in på.

source: Time notification frequency
cs: Četnost notifikací o čase
es: Frecuencia de la notificación de tiempo
hu: Figyelmeztetések gyakorisága
sv: Period för notis om tiden

source: Time remaining
cs: Zbývající čas
es: Tiempo restante
fr: Temps restant
hu: Fennmaradó idő
no: Tid igjen
pt_pt: Tempo restante
sv: Tid kvar

source: Time settings
cs: Nastavení času
es: Ajustes de tiempo
fr: Paramètres de temps
hu: Idő és időkeret beállítások
no: Innstillinger for tid
pt_pt: Configurações dos tempos
sv: Tidsinställningar

source: Time warning threshold
es: Umbral de advertencia de tiempo
hu: Percenkénti figyelmeztetési idő küszöbértéke
sv: Tröskel för tidsvarning

source: Timestamp
cs: Časové razítko
es: Sello de tiempo
fr: Date et heure
hu: Időbélyeg
no: Tidsstempel
pt_pt: Dia/hora
sv: Tidsstämpel

source: To
cs: Do
es: A
fr: À
hu: Eddig:
no: Til
pt_pt: Até
sv: Till

source: To power on clients, wake on LAN must be enabled on the target computers. For more information, please refer to the Libki manual.
cs: Ke spuštění počítačů musí být na cílových počítačích povoleno Wake on LAN. Další informace naleznete v manuálu Libki.
es: Para encender los clientes, wake on LAN debe estar activado en los ordenadores de destino. Para más información, consulte el manual de Libki.
fr: Le démarrage à distance nécessite l'activation du paramètre "Wake on LAN" sur chaque poste à réveiller. Pour plus d'information, veuillez consulter le manuel Libki.
hu: A számítógépek távoli bekapcsolásához a célszámítógépen aktiválni kell a wake on LAN funkciót (alaplap BIOS). Bővebb információért olvassa el a leírást.
no: For å slå på PC, må Wake on LAN være aktivert på PCen. For mer informasjon, se i manualen til Libki.
sv: För att starta datorerna måste Wake On LAN vara aktiverat på måldatorerna. För mer information, se avsnitt i manualen för Libki.

source: Toggle status
cs: Změnit stav
es: Alternar estado
fr: Changer le statut
hu: Státusz váltása
sv: Växla status

source: Top banner
cs: Horní banner
es: Banner superior
fr: Bannière du haut
hu: Felső banner
no: Øvre banner
pt_pt: Imagem de cabeçalho
sv: Övre banner

source: Total
cs: Celkem
hu: Összesen
sv: Totalt

source: Total by date
cs: Celkem podle data
es: Total por fecha
fr: Total par date
hu: Összeg dátum szerint
no: Antall utfra dato
pt_pt: Total por data
sv: Total baserat på datum

source: Total by location
cs: Celkem podle lokace
es: Total por ubicación
fr: Total par site
hu: Összeg helyszín szerint
no: Antall utfra sted
pt_pt: Total por localização
sv: Total baserat på plats

source: Troublemaker
cs: Problémový uživatel
es: Problemático
fr: Délinquant
hu: Problémás olvasó
no: Problem
pt_pt: Problemático
sv: Problem

source: Troublemaker status updated.
es: Actualizado el estado de problemático.
fr: Statut délinquant mis à jour.
hu: Problémás olvasó státusz frissítve
sv: Problemstatus ändrad.

source: Turn off
cs: Vypnout
es: Apagar
fr: Éteindre
hu: Kikapcsolás
sv: Stäng av

source: Turn off all clients
cs: Vypnout všechny klienty
es: Apagar todos los clientes
fr: Éteindre tous les postes
no: Slå av alle PCene
sv: Stäng av alla datorer

source: Turn off clients
cs: Vypnout klienty
hu: Számítógépek kikapcsolása
sv: Stäng av datorer

source: Turn on all clients
cs: Zapnout všechny klienty
es: Encender todos los clientes
fr: Démarrer tous les postes
no: Slå på alle PCene
sv: Starta alla datorer

source: Turn on clients
cs: Zapnout klienty
hu: Számítógépek bekapcsolása
sv: Starta datorer

source: Type
cs: Typ
es: Tipo
hu: Típus
pt_pt: Tipo
sv: Typ

source: Unable to change password.
cs: Změna hesla selhala.
es: No se puede cambiar la contraseña.
fr: Impossible de changer le mot de passe.
hu: Jelszó megváltoztatása nem lehetséges.
no: Klarte ikke endre passord.
pt_pt: Não foi possível alterar a palavra-passe.
sv: Kunde inte ändra lösenord.

source: Unable to create guest user.
cs: Nelze vytvořit uživatele hosta.
es: No se puede crear el usuario invitado.
fr: Impossible de créer un usager invité.
hu: Vendég felhasználó létrehozása sikertelen.
no: Klarte ikke opprette gjestebruker.
pt_pt: Não foi possível criar o visitante.
sv: Kunde inte skapa gästanvändare.

source: Unable to delete client.
cs: Nelze smazat klienta.
es: No se puede eliminar el cliente.
fr: Impossible de supprimer le poste.
hu: Számítógép törlése sikertelen.
sv: Kunde inte ta bort dator.

source: Unable to delete user.
cs: Nelze smazat uživatele.
es: No se puede eliminar el usuario.
fr: Impossible de supprimer l'usager.
hu: Felhasználó törlése sikertelen.
no: Klarte ikke slette bruker.
pt_pt: Não foi possível eliminar o utilizador.
sv: Kunde inte ta bort användare.

source: Unable to log user out.
cs: Nelze odhlásit uživatele.
es: No se puede cerrar la sesión del usuario.
fr: Impossible de déconnecter l'usager.
hu: Felhasználó kijelentkeztetése sikertelen.
no: Klarte ikke logge ut bruker.
pt_pt: Não foi possível desconectar o utilizador.
sv: Kunde inte logga ut användaren.

source: Unable to make reservation: Reason unknown.
cs: Nelze vytvořit rezervaci: Neznámý důvod.
es: No se puede crear la reserva: Razón desconocida.
fr: Impossible de faire une réservation: Raison inconnue.
hu: Foglalás sikertelen: Ismeretlen hiba.
sv: Kunde inte ändra reservationen av okänd anledning.

source: Unable to make reservation: The time you choose is not available.
cs: Nelze vytvořit rezervaci: Vybraný čas není k dispozici.
es: No se puede crear la reserva: La hora seleccionada no está disponible.
fr: Impossible de faire une réservation: L'heure choisie n'est pas disponible.
hu: Foglalás sikertelen: A kijelölt időpont érvénytelen.
sv: Kunde inte ändra reservationen eftersom tiden du valt är inte tillgänglig.

source: Unable to make reservation: The user has no time remaining..
cs: Nelze vytvořit rezervaci: Uživatel nemá žádný zbývající čas.
es: No se puede crear la reserva: El usuario no tiene tiempo restante.
fr: Impossible de faire une réservation: L'usager n'a plus de temps.
hu: Foglalás sikertelen: A felhasználó ideje elfogyott.
sv: Kunde inte ändra reservationen eftersom användaren har ingen mer tid tillgänglig.

source: Unable to make reservation: This kiosk will be closed for the time..
cs: Nelze vytvořit rezervaci: Tento kiosk bude v daném čase zavřený.
es: No se puede crear la reserva: Este puesto estará cerrado durante ese tiempo.
fr: Impossible de faire une réservation: Ce site sera fermé à cette heure.
hu: Foglalás sikertelen: A kioszk a kijelölt időben nem elérhető.
sv: Kunde inte ändra reservationen eftersom att datorerna är stängda den tiden.

source: Unable to make reservation: This user has not enough time left.
cs: Nelze vytvořit rezervaci: Tento uživatel nemá dostatek zbývajícího času.
es: No se puede crear la reserva: Al usuario no le queda suficiente tiempo.
fr: Impossible de faire une réservation: L'usager n'a plus de temps disponible.
hu: Foglalás sikertelen: Ennek a felhasználónak elfogyott az ideje.
sv: Kunde inte ändra reservationen eftersom användaren inte har mer tid tillgänglig.

source: Unable to make reservation: User already has a reservation.
cs: Nelze vytvořit rezervaci: Uživatel již má rezervaci.
es: No se puede crear la reserva: El usuario ya tiene una reserva.
fr: Impossible de faire une réservation: L'usager a déjà une réservation.
hu: Foglalás sikertelen: A felhasználónak már van másik foglalása.
sv: Kunde inte ändra reservationen eftersom användaren redan har en reservation.

source: Unable to make reservation: User not found.
cs: Nelze vytvořit rezervaci: Uživatel nebyl nalezen.
es: No se puede crear la reserva: No se encontró el usuario.
fr: Impossible de faire une réservation: Usager non trouvé.
hu: Foglalás sikertelen: Felhasználó nem található.
sv: Kunde inte ändra reservationen eftersom användaren inte finns.

source: Unable to restart all clients.
cs: Nelze restartovat všechny klienty.
es: No se pueden reiniciar todos los clientes.
fr: Impossible de redémarrer tous les postes.
sv: Kunde inte starta om alla datorer.

source: Unable to restart all clients. Clients restarted:
hu: Nem sikerült az összes számítógépet újraindítani. Sikeresen újraindított kliensek:
sv: Kunde inte starta om alla datorer. Datorer omstartade:

source: Unable to restart client.
cs: Nelze restartovat klienta.
es: No se puede reiniciar el cliente.
fr: Impossible de redémarrer le poste.
hu: Számítógép újraindítása sikertelen.
sv: Kunde inte starta om dator.

source: Unable to shutdown all clients. Clients turned off:
hu: Nem sikerült az összes számítógépet leállítani. Sikeresen leállított kliensek:
sv: Kunde inte stänga av alla datorer. Datorer avstängda:

source: Unable to switch client status.
cs: Nelze změnit stav klienta.
es: No se puede cambiar el estado del cliente.
fr: Impossible de changer le statut du poste.
hu: Számítógép státuszváltása sikertelen.
sv: Kunde inte ändra datorstatus.

source: Unable to turn off all clients.
cs: Nelze vypnout všechny klienty.
es: No se puede apagar todos los clientes.
fr: Impossible d'éteindre tous les postes.
sv: Kunde inte stänga av alla datorer.

source: Unable to turn off client.
cs: Nelze vypnout klienta.
es: No se puede apagar el cliente.
fr: Impossible d'éteindre le poste.
hu: Számítógép leállítása sikertelen.
sv: Kunde inte stänga av dator.

source: Unable to turn on all clients.
cs: Nelze zapnout všechny klienty.
es: No se puede encender todos los clientes.
fr: Impossible de démarrer tous les postes.
sv: Kunde inte starta alla datorer.

source: Unable to unlock client.
cs: Nelze odemknout klienta.
es: No se puede desbloquear el cliente.
fr: Impossible de déverrouiller le poste.
hu: Számítógép feloldása sikertelen.
sv: Kunde inte låsa upp dator.

source: Unable to update troublemaker status.
cs: Nelze aktualizovat stav problémového uživatele.
es: No se puede actualizar el estado de problemático.
fr: Erreur de mise à jour du statut délinquant.
hu: Problémás olvasó státusz frissítése sikertelen.
sv: Kunde inte ändra problemstatus.

source: Unable to update user's time.
cs: Nelze aktualizovat čas uživatele.
es: No se puede actualizar el tiempo del usuario.
fr: Impossible de mettre à jour le temps de l'usager.
hu: Felhasználó idejének frissítése sikertelen.
no: Klarte ikke oppdatere tiden til bruker.
pt_pt: Não foi possível atualizar o tempo do utilizador.
sv: Kunde unte uppdatera användarens tid.

source: Unable to update user.
cs: Nelze aktualizovat uživatele.
es: No se puede actualizar el usuario.
fr: La mise à jour de l'usager a échouée.
hu: Felhasználó frissítése sikertelen.
no: Klarte ikke oppdatere bruker.
pt_pt: Não foi possível atualizar o utilizador.
sv: Kunde unte uppdatera anändaren.

source: Unable to wake all clients. Clients turned on:
hu: Összes számítógép felébresztése sikertelen. Felébresztett kliensek:
sv: Kunde inte väcka alla datorer. Datorer startade:

source: Unknown
cs: Neznámý
es: Desconocido
fr: Inconnu
hu: Ismeretlen
sv: Okänd

source: Unlock
cs: Odemknout
es: Desbloquear
fr: Déverrouiller
hu: Feloldás
sv: Lås upp

source: Update
cs: Aktualizovat
es: Actualizar
fr: Mise à jour
hu: Frissítés
no: Oppdater
pt_pt: Atualizar
sv: Uppdatera

source: Update hours for all locations.
cs: Aktualizovat otevírací dobu pro všechny lokace.
es: Actualizar horas para todas las ubicaciones.
fr: Mise à jour de l'heure de tous les sites.
hu: Időpontok frissítése az összes helyszínen.
no: Oppdater tider for alle steder.
pt_pt: Atualiza as horas para todas as localizações.
sv: Uppdatera tiderna för alla platser.

source: Update time
cs: Aktualizovat čas
es: Actualizar el tiempo
fr: Mettre à jour le temps
hu: Idő frissítése
no: Oppdater tid
pt_pt: Atualizar tempo
sv: Uppdateringstid

source: Update troublemaker
cs: Aktualizovat problémového uživatele
es: Actualizar problemático
fr: Mettre à jour le statut délinquant
hu: Problémás olvasó - Változás mentése
sv: Uppdatera problem

source: Update user
cs: Aktualizovat uživatele
es: Actualizar el usuario
fr: Mettre à jour l'usager
hu: Felhasználó frissítése
no: Oppdater bruker
pt_pt: Atualizar utilizador
sv: Uppdatera användare

source: Upload
cs: Nahrát
es: Subir
fr: Télécharger
hu: Feltöltés
sv: Ladda upp

source: Upload file to print
cs: Nahrát soubor k tisku
es: Subir fichero a imprimir
fr: Télécharger un fichier à imprimer
hu: Fájl felötlése nyomtatásra
sv: Ladda upp fil för utskrift

source: Uploaded from Web
cs: Nahráno z webu
es: Subido desde la Web
fr: Télécharger depuis le web
hu: Webről feltöltve
sv: Uppladdad från nätet

source: Use period as separator when editing funds.
cs: Použijte tečku jako oddělovač při úpravě fondů.
es: Usar el punto como separador cuando se edita el saldo.
fr: Utiliser le point comme séparateur lors de l'édition des fonds.
hu: Pont használata elválasztóként a [funds] szerkesztésekor.
sv: Använd period som avskiljare vid redigering av medel.

source: Use the following URLs to check if client can connect to the Internet
cs: Použijte následující adresy URL ke kontrole, zda se klient může připojit k internetu
es: Usar las siguientes URLs para comprobar si el cliente puede conectarse a Internet
hu: Használja az alábbi URL-eket a számítógép internetcsatlakozásának ellenőrzésére
sv: Använda följande URL'er för att klienten ska kontrollera om den kan ansluta till Internet

source: Useful for implementing <a href='https://eugdpr.org/' target='_blank'>GDPR</a>
cs: Užitečné pro implementaci <a href='https://eugdpr.org/' target='_blank'>GDPR</a>
es: Útil para implementar <a href='https://eugdpr.org/' target='_blank'>GDPR</a>
fr: Utile pour mettre en œuvre le <a href='https://eugdpr.org/' target='_blank'> GDPR</a>
hu: Hasznos a <a href='https://eugdpr.org/' target='_blank'>GDPR</a> implementálásához.
no: Nyttig for å bruke <a href='https://eugdpr.org/' target='_blank'>GDPR</a>
pt_pt: Útil para implementar o <a href='https://eugdpr.org/' target='_blank'>RGPD</a>
sv: Användbart för att implementera <a href='https://eugdpr.org/' target='_blank'>GDPR</a>
