Repository: Libki/libki-server
Catalog: lib/Libki/I18N/*.po
Languages: cs, es, fr, hu, no, pt_pt, sv

source: lang.en
cs: English
es: English
fr: English
hu: English
no: English
pt_pt: English
sv: English

source: lang.fr
cs: Français
es: Fran&ccedil;ais
fr: Française
hu: Française
no: Française
pt_pt: Fran&ccedil;ais
sv: Française

source: lang.sv
cs: Svenska
es: Svenska
fr: Svenska
hu: Svenska
no: Svenska
pt_pt: Svenska
sv: Svenska

source: lang.es
cs: Español
es: Espa&ntilde;ol
fr: Español
hu: Español
no: Español
pt_pt: Espa&ntilde;ol
sv: Español

source: lang.pt
cs: Português
fr: Português
hu: Português
no: Português
sv: Português

source: lang.no
cs: Norsk
fr: Norsk
hu: Norsk
no: Norsk
sv: Norsk

source: 1 day
cs: 1 den
es: 1 día
fr: 1 jour
hu: 1 nap
sv: 1 dag

source: 1 month
cs: 1 měsíc
es: 1 mes
fr: 1 mois
hu: 1 hónap
sv: 1 månad

source: 1 week
cs: 1 týden
es: 1 semana
fr: 1 semaine
hu: 1 hét
sv: 1 vecka

source: 1 year
cs: 1 rok
es: 1 año
fr: 1 année
hu: 1 év
sv: 1 år

source: 12-hour
es: 12-horas
fr: 12 heures
hu: 12 óra
no: 12-timer
sv: 12-timmars

source: 24-hour
es: 24-horas
fr: 24 heures
hu: 24 óra
no: 24-timer
sv: 24-timmars

source: 3 months
cs: 3 měsíce
es: 3 meses
fr: 3 mois
hu: 3 hónap
sv: 3 månader

source: A list of the network adapter's MAC addresses for the computers to wake up.
es: Lista de las direcciones MAC de los adaptadores de red de los equipos a despertar.
fr: La liste des adresses MAC des ordinateurs à démarrer.
hu: A felbéresztendő számítógépekhez tartozó hálózati adapterek MAC címeinek listája.
no: En liste med MAC-adressene til nettverkkortane til PCene som skal vekkes.
sv: En lista över nätverkskortens MAC-adresser för att kunna väcka dom från Viloläge.

source: API keys
es: Claves API
hu: API kulcsok
sv: API-nycklar

source: Accepts standard <a href='https://man7.org/linux/man-pages/man3/strftime.3.html'>strftime</a> arguments.
es: Acepta argumentos estándar de <a href='https://man7.org/linux/man-pages/man3/strftime.3.html'>strftime</a>.
hu: Standard <a href='https://man7.org/linux/man-pages/man3/strftime.3.html'>strftime</a> argumentumokat fogad el.
sv: Acceptera standard <a href='https://man7.org/linux/man-pages/man3/strftime.3.html'>strftime</a>-argument.

source: Action
cs: Akce
es: Acción
hu: Művelet
no: Hendelse
pt_pt: Ação
sv: Händelse

source: Add
cs: Přidat
es: Añadir
fr: Ajouter
hu: Hozzáadás
no: Legg til
pt_pt: Adicionar
sv: Lägg till

source: Add a + or - sign to increment or decrement the existing amount of time.
es: Agregue un signo + o - para incrementar o disminuir la cantidad de tiempo existente.
fr: Ajouter un symbole + ou - pour ajuster le temps disponible.
hu: + vagy - jellel módosítsa a rendelkezésre álló időt.
no: Legg til tegnet + eller - for å utvide eller redusere den nåværende tiden.
pt_pt: Adicione o sinal + ou - para incrementar ou diminuir o tempo.
sv: Lägg till ett + eller - tecken för att öka eller minska den befintliga tiden.

source: Add closing hours for specific dates
cs: Přidat vyjímky v provozní době
es: Añadir horas de cierre para fechas específicas
fr: Spécifier l'heure de fermeture pour une date spécifique
hu: Záróra rendelése konkrét dátumhoz
no: Legg til stengetid for spesielle datoer
pt_pt: Adicionar horas de fecho para datas específicas
sv: Lägg till stängningstid för specifika datum

source: Add custom CSS for batch guest passes here.
es: Agregue CSS personalizado para pases de invitado por lotes aquí.
fr: Ajouter du CSS personnalisé pour les passes d'invité par lot.
hu: Egyedi CSS hozzáadása Vendégcsoport belépők készítéséhez.
no: Legg til egen CSS for oppretting av gjestepassord her.
pt_pt: Adicione CSS personalizado para os passes de visitante aqui.
sv: Lägg till egen CSS för batchskapandet av gästpass här.

source: Add custom JavaScript for the administration interface here.
es: Agregue JavaScript personalizado para la interfaz de administración aquí.
fr: Ajouter ici du code Javascript personnalisé pour l'interface d'administration.
hu: Egyedi JavaScript hozzáadása az adminisztrációs felülethez.
no: Legg til eget javascript for administrasjonsdelen her.
pt_pt: Adicione Javascript personalizado para a interface de administração aqui.
sv: Lägg till eget javascript för administrationsdelen här.

source: Add custom JavaScript for the public web interface here.
es: Agregue JavaScript personalizado para la interfaz web pública aquí.
fr: Ajouter ici du code Javascript personnalisé pour l'interface publique.
hu: Egyedi JavaSrcipt hozzáadása a publikus interfészhez.
no: Legg til eget javascript for den offentlige delen her.
pt_pt: Adicione Javascript personalizado para a interface web público aqui.
sv: Lägg till eget javascript för den offentliga delen här.

source: Add time to daily allotment
es: Añadir tiempo a la asignación diaria
hu: Idő hozzárendelése a napi kirendelt időmennyiséghez
sv: Lägg till minuter från den dagliga mängden

source: Add your list of user categories here as a list in YAML syntax.
es: Agregue la lista de categorías de usuarios aquí como una lista en sintaxis YAML.
fr: Ajouter ici la liste des catégories d'usager en utilisant la syntaxe YAML.
hu: Adjon hozzá felhasználói kategóriákat YAML szintaxis szerint.
no: Legg til en liste over bruker-kategorier her som en liste i YAML-format.
pt_pt: Adicione a sua lista de categorias de utilizador aqui com a sintaxe YAML.
sv: Lägg till en lista över användarkategorier här i form av en YAML-lista.

source: Administration / Closing hours
cs: Administrace / Provozní doba
es: Administración / Horas de cierre
fr: Administration / Heures de fermeture
hu: Adminisztráció / Zárás időpontjai
no: Administrasjon / Åpningstider
pt_pt: Administração / Horas de fecho
sv: Administration / Öppettider

source: Administration / History
cs: Administrace / Historie
es: Administración / Historial
fr: Administration / Historique
hu: Adminisztráció / Előzmények
no: Administrasjon / Historikk
pt_pt: Administração /
sv: Administration / Historik

source: Administration / History / Statistics
cs: Administrace / Historie / Statistiky
es: Administración / Historial / Estadísticas
fr: Administration / Historique / Statistiques
hu: Adminisztráció / Előzmények / Statisztikák
no: Administrasjon / Historikk / Statistikk
pt_pt: Administração / Histórico / Estatísticas
sv: Administration / Historik / Statistik

source: Administration / Logs
cs: Administrace / Logy
es: Administración / Registros
hu: Adminisztráció / Naplózás
sv: Administration / Loggar

source: Administration / Settings
cs: Administrace / Nastavení
es: Administración / Ajustes
fr: Administration / Configurations
hu: Adminisztráció / Beállítások
no: Administrasjon / Innstillinger
pt_pt: Administração / Configurações
sv: Administration / inställningar

source: Administration interface JavaScript
es: JavaScript de Interfaz de Administración
fr: JavaScript de l'interface d'administration
hu: Az adminisztrációs felület JavaScript-je
no: Administrasjonsdelens javascript
pt_pt: Javascript para o interface de administração
sv: Administrationsdelens javascript

source: Administrator
cs: Administrátor
es: Administrador
fr: Administrateur
hu: Adminisztrátor
pt_pt: Administrador
sv: Administratör

source: Administrators cannot change a super administrator password.
es: Los administradores no pueden cambiar una contraseña de super administrador.
fr: Les administrateurs ne peuvent pas changer le mot de passe d'un super administrateur.
hu: Adminisztrátor nem módosíthatja szuperadminisztrátor jelszavát.
sv: Administratörer kan inte ändra en superadministratörs lösenord.

source: Administrators cannot delete super administrators.
es: Los administradores no pueden eliminar super administradores.
fr: Les administrateurs ne peuvent pas supprimer un compte super administrateur.
hu: Adminisztrátor nem törölhet szuperadminisztrátort.
sv: Administratörer kan inte ta bort superadministratörer.

source: Advanced rules
es: Reglas avanzadas
fr: Règles avancées
hu: Szabályok - haladó
no: Avanserte regler
pt_pt: Regras avançadas
sv: Avancerade regler

source: Advanced settings
cs: Pokročilá nastavení
es: Ajustes avanzados
fr: Réglages avancés
hu: Beállítások - haladó
no: Avanserte innstillinger
pt_pt: Configurações avançadas
sv: Avancerade inställningar

source: Alert:
cs: Upozornění:
es: Alerta:
fr: Alerte:
hu: Figyelem:
no: Advarsel:
pt_pt: Aviso:
sv: Varning:

source: All
cs: Vše
es: Todo
fr: Tout
hu: Összes
no: Alle
pt_pt: Todas
sv: Alla

source: All locations
cs: Všechna umístění
es: Todas las ubicaciones
fr: Tous les sites
hu: Összes helyszín
no: Alle steder
pt_pt: Todas as localizações
sv: Alla platser

source: Allow administrators to view and download user's print job files.
es: Permitir que los administradores vean y descarguen los archivos de trabajo de impresión del usuario.
hu: Engedélyezze az adminisztrátoroknak a felhasználók nyomtatási naplójának megtekintését és letöltését.
sv: Tillåt administratörer att se och ladda ned användarens utskriftsfiler.

source: Allow administrators to view user print job contents
es: Permitir que los administradores vean los contenidos de los trabajos de impresión del usuario
hu: Engedélyezze az adminisztrátoroknak a felhasználói nyomtatási előzmények tartalmának megtekintését
sv: Tillåt administratörer att se användarens utskriftsinnehåll

source: Allows client user to lock the session which returns Libki to a locked screen. This allows the user to walk away from the client and return to resume the session. While the client is lockd, session minutes continue to count down.
es: Permitir al usuario del cliente bloquear la sesión, lo que devuelve a Libki a una pantalla de bloqueo. Esto permite que el usuario se aleje del cliente y vuelva para continuar la sesión. Mientras el cliente está bloqueado, los minutos de sesión continúan contando.
fr: Permettre à un usager d'un poste de verrouiller sa session, affichant un écran de déverrouillage. Cela permet à l'usager de quitter le poste et d'y revenir plus tard pour continuer sa session. Lorsque le poste est verrouillé, les minutes de la session continuent de s'écouler.
hu: Engedélyezze a felhasználók számára a munkamenet felfüggesztését. Ekkor a monitoron zárolt képernyő látható, amíg vissza nem tér a felhasználó. Az óra a zárolás ideje alatt is számol.
no: Gir brukeren mulighet til å låse PCen slik at det vises et pause-vindu. Da kan brukeren forlate PCen og komme tilbake for å fortsette innenfor tildelt tid. Tildelt tid fortsetter å løpe mens brukeren er borte.
sv: Tillåter en datoranvändare att låsa bokningen så att det visas en låsskärm. Detta möjliggör för datoranvändaren att kunna gå ifrån datorn och återvända till samma bokning. Medan klienten är låst kommer minuterna att fortfarande räknas ned.

source: Amount of time a guest user is given daily.
es: Cantidad de tiempo por día concedido a un usuario invitado.
fr: Temps alloué quotidiennement à un usager.
hu: A vendég felhasználók számára kirendelt napi időlimit.
no: Tid en gjestbruker får tildelt pr. dag.
pt_pt: Limite de tempo que é dado a um visitante diariamente.
sv: Mängden tid en gästanvändare får per dag.

source: Amount of time a guest user is given per session.
es: Cantidad de tiempo por sesión concedido a un usuario invitado.
fr: Temps alloué à l'usager à chaque session.
hu: Vendég felhasználó számára egy munkamenetre kiszabott időkorlát.
no: Tid en gjestebruker får tildelt pr. gang.
pt_pt: Limite de tempo que é dado a um utilizador por sessão.
sv: Mängden tid en gästanvändare får per datorpass.

source: Amount of time a print job can be in the status Queued before the job is set to Expired and new Pending job is added.
es: Cantidad de tiempo que un trabajo de impresión puede estar en el estado En Cola antes de que el trabajo se marque como Expirado y se añada un nuevo trabajo Pendiente.
hu: Időtartam, ameddig egy nyomtatási feladat a nyomtatási sorban lehet mielőtt a feladat állapota Lejárt állásba vált és új feladat készül Függőben státusszal.
sv: Hur lång tid som en utskrift kan ha statusen Köad innan den blir ändrad till Utgången och en ny Avvaktar utskrift blir tillagd.

source: Amount of time a user is given daily.
es: Cantidad de tiempo por día concedido a un usuario.
fr: Temps accordé à un usager quotidiennement.
hu: Felhasználó számára kirendelt napi időkeret.
no: Tid en bruker får tildelt pr. dag.
pt_pt: Limite de tempo que é dado a um utilizador diariamente.
sv: Mängden tid användaren får per dag.

source: Amount of time a user is given per session.
es: Cantidad de tiempo por día concedido a un usuario invitado.
fr: Temps accordé à un usager pour chaque session.
hu: A felhasználó számára munkamenetenként kirendelt időkorlát.
no: Tid en bruker får tildelt pr. gang.
pt_pt: Limite de tempo que é dado a um utilizador por sessão.
sv: Mängden tid användaren får per datorpass.

source: Amount of time to automatically increase a user's session time by.
es: Cantidad de tiempo por la que se incrementa de forma automática el tiempo de sesión de un usuario.
fr: Durée de prolongation allouée automatiquement.
hu: A munkamenet időkorlát automatikus növelésének mértéke (perc).
no: Tid en bruker automatisk kan få utvidet tilgang.
pt_pt: Tempo que será automaticamente incrementado à sessão do utilizador.
sv: Mängden tid användarens passtid automatiskt förlängs med.

source: Anonymous
es: Anónimo
hu: Anonim
sv: Anonym

source: Any client is reserved
es: Se haya reservado cualquier cliente
fr: N'importe quel poste est réservé
hu: Bármelyik gépre él foglalás
no: Tilfeldig PC er reservert
pt_pt: Qualquer cliente reservado
sv: Vilken dator som helst är reserverad

source: Are you sure you want to cancel this print job?
cs: Opravdu chcete zrušit tuto tiskovou úlohu?
es: ¿Está seguro de que desea cancelar este trabajo de impresión?
fr: Êtes-vous certain de vouloir annuler cette tâche d'impression?
hu: Biztosan visszavonja a nyomtatási feladatot?
sv: Är du säker på att du vill avbryta denna utskrift?

source: Are you sure you want to delete this user?
cs: Opravdu chcete smazat tohoto uživatele?
es: ¿Está seguro de que desea eliminar este usuario?
fr: Êtes-vous certain de vouloir effacer cet usager?
hu: Biztosan törli a felhasználót?
no: Vil du slette denne brukeren?
pt_pt: Tem a certeza que deseja eliminar este utilizador?
sv: Är du säker på att du vill radera den här användaren?

source: Are you sure you want to log this user out?
cs: Opravdu chcete odhlásit tohoto uživatele?
es: ¿Está seguro de que desea cerrar la sesión de este usuario?
fr: Êtes-vous certain de vouloir déconnecter cet usager?
hu: Biztosan kijelentkezteti a felhasználót?
no: Vil du logge ut denne brukeren?
pt_pt: Tem a certeza que deseja terminar a sessão deste utilizador?
sv: Är du säker på att du vill logga ut den här användaren?

source: Are you sure you want to restart all clients at location
hu: Biztosan újraindítja a helyszínhez rendelt összes számítógépet?
sv: Är du säker på att du vill starta om alla datorer på denna placering?

source: Are you sure you want to restart all clients?
cs: Opravdu chcete restartovat všechny klienty?
es: ¿Está seguro de que desea reiniciar todos los clientes?
fr: Êtes-vous certain de vouloir redémarrer tous les postes?
hu: Biztosan újraindítja az összes gépet?
sv: Är du säker på att du vill starta om alla datorer?

source: Are you sure you want to restart this client?
cs: Opravdu chcete restartovat tohoto klienta?
es: ¿Está seguro de que desea reiniciar este cliente?
fr: Êtes-vous certain de vouloir redémarrer ce poste?
hu: Biztosan újraindítja ezt a gépet?
sv: Är du säker på att du vill starta om denna datorn?

source: Are you sure you want to shutdown all clients?
hu: Biztosan leállítja az összes gépet?
sv: Är du säker på att du vill stänga av alla datorer?

source: Are you sure you want to turn off all clients at location
hu: Biztosan leállítja az összes ehhez a helyszínhez rendelt számítógépet?
sv: Är du säker på att du vill stänga av alla datorer på denna placering?

source: Are you sure you want to turn off all clients?
cs: Opravdu chcete vypnout všechny klienty?
es: ¿Está seguro de que desea apagar todos los clientes?
fr: Êtes-vous certain de vouloir éteindre tous les postes?
sv: Är du säker på att du vill stänga av alla datorer?

source: Are you sure you want to turn off this client?
cs: Opravdu chcete vypnout tohoto klienta?
es: ¿Está seguro de que desea apagar este cliente?
fr: Êtes-vous certain de vouloir éteindre ce poste?
hu: Biztosan kikapcsolja ezt a gépet?
sv: Är du säker på att du vill stänga av denna datorn?

source: Are you sure you want to turn on all clients at location
hu: Biztosan bekapcsolja a helyszínhez rendelt összes számítógépet?
sv: Är du säker på att du vill starta alla datorer på denna placering

source: Are you sure you want to turn on all clients?
cs: Opravdu chcete zapnout všechny klienty?
es: ¿Está seguro de que desea encender todos los clientes?
fr: Êtes-vous certain de vouloir démarrer tous les postes?
hu: Biztosan bekapcsolja az összes gépet?
sv: Är du säker på att du vill starta alla datorer?

source: Are you sure you want to unlock this client?
cs: Opravdu chcete odemknout tohoto klienta?
es: ¿Está seguro de que desea desbloquear este cliente?
fr: Êtes-vous certain de vouloir déverrouiller ce poste?
hu: Biztosan feloldja az összes gép zárolását?
sv: Är du säker på att du vill låsa upp den här datorn?

source: Automatic power on time
cs: Automatický čas zapnutí
es: Hora de encendido automático
fr: Heure du démarrage automatique
hu: Automatikus bekapcsolás időpontja
no: Klokkeslett for automatisk oppstart
sv: Automatisk starttid

source: Automatic time extension
cs: Automatické prodloužení času
es: Extensión de tiempo automática
fr: Prolongation automatique
hu: Automatikus időhosszabbítás
no: Automatisk utvidet tid
pt_pt: Extensão de tempo automática
sv: Automatisk tidsförlängning

source: Automatically turn off clients this number of minutes after closing time. Leave empty to disable automatic shutdown.
cs: Automaticky vypnout klienty nastavený počet minut po zavírací době. Ponechte prázdné pro zakázání automatického vypnutí.
es: Apagar automáticamente los clientes este número de minutos tras la hora de cierre. Dejar en blanco para deshabilitar el apagado automático.
fr: L'arrêt automatique des postes sera déclenchée ce nombre de minutes après l'heure de fermeture. Laissez vide pour désactiver.
hu: Számítógépek automatikus kikapcsolása záróra után ennyi idővel (perc). Hagyja üresen, ha nem szeretne automatikus kikapcsolást.
no: Slå av PCen automatisk etter angitte minutter etter bestemt tid for avlutning. La feltet være tomt for IKKE å bruke automatisk avslutning.
sv: Stäng av datorerna automatiskt efter så här många minuter efter stängningsdags. Lämna tomt för att avaktivera automatiskt avstängning.

source: Available
cs: Dostupné
es: Disponible
fr: Disponible
hu: Szabad
no: Ledig
pt_pt: Disponível
sv: Ledig

source: Available reservations
cs: Dostupné rezervace
es: Reservas disponibles
fr: Réservations disponibles
hu: Rendelkezésre álló foglalások
sv: Tillgängliga reservationer

source: Bad username or password.
cs: Nesprávné uživatelské jméno nebo heslo.
es: Nombre de usuario o contraseña erróneos.
fr: Mauvais identifiant ou mot de passe.
hu: Hibás felhasználónév vagy jelszó.
sv: Fel användarnamn eller lösenord.

source: Begin
cs: Začátek
es: Comienzo
fr: Débuter
hu: Kezdés
sv: Starta

source: Bottom banner
cs: Spodní banner
es: Banner inferior
fr: Bannière du bas
hu: Alsó banner
no: Nedre banner
pt_pt: Imagem de rodapé
sv: Nedre banner

source: By first and last name
cs: Podle jména a příjmení
es: Por nombre y apellido
hu: Kereszt- és vezetéknév szerint
sv: För- och efternamn

source: By username
cs: Podle uživatelského jména
es: Por nombre de usuario
hu: Felhasználónév szerint
sv: Användarnamn

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
hu: Visszavonás
no: Avbryt
pt_pt: Cancelar
sv: Avbryt

source: Cancel reservation
cs: Zrušit rezervaci
es: Cancelar reserva
fr: Annuler la réservation
hu: Foglalás visszavonása
no: Avbryt reservasjon
pt_pt: Cancelar a reserva
sv: Avbryt reservation

source: Cancel the reservation
cs: Zrušit rezervaci
es: Cancelar la reserva
fr: Annuler la réservation
hu: Foglalás visszavonása
sv: Avbryt reservationen

source: Cancel this reservation
cs: Zrušit tuto rezervaci
es: Cancelar esta reserva
fr: Annuler cette réservation
hu: Foglalás visszavonása
sv: Avbryt denna reservation

source: Cancel your reservation
cs: Zrušit vaši rezervaci
es: Cancelar su reserva
fr: Annuler votre réservation
hu: Az ön foglalásának visszavonása
sv: Avbryt din reservation

source: Card number prefix
cs: Předpona čísla karty
es: Prefijo de número de tarjeta
hu: Olvasójegy prefixuma
sv: Prefix för kortnummer

source: Category
cs: Kategorie
es: Categoría
fr: Catégorie
hu: Kategória
no: Kategori
pt_pt: Categoria
sv: Kategori

source: Center logo
cs: Logo uprostřed obrazovky
es: Logo central
hu: Középső logo
sv: Centrera logotyp

source: Change password
cs: Změnit heslo
es: Cambiar contraseña
fr: Modifier le mot de passe
hu: Jelszó megváltoztatása
no: Bytte passord
pt_pt: Alterar palavra-passe
sv: Ändra lösenord

source: Choose file
cs: Vybrat soubor
es: Elija un archivo
fr: Choisir un fichier
hu: Fájl kiválasztása
sv: Välj fil

source: Choose which action the automatic shutdown and turn off button perform. Depending on your setup, suspend may be necessary to correctly use together with the power on function.
cs: Vyberte, jakou akci má provádět automatické vypnutí a vypnutí. V závislosti na vaší konfiguraci může být nutné pozastavení, aby bylo možné správně používat společně s funkcí zapnutí.
es: Elija qué acción realiza el apagado automático y el botón de apagado. Dependiendo de la configuración, Suspender puede ser necesario para usar correctamente la función de encendido.
fr: Choisir quelle action sera effectuée par l'arrêt automatique et le bouton d'arrêt. Selon votre configuration, l'option de mise en veille est suggérée pour assurer le bon fonctionnement du démarrage automatique.
hu: Válassza ki a leállítás és kikapcsolás gombokhoz tartozó műveletet. A beállításoktól függőén az alvó állapotba helyezés lehet szükséges, hogyha a távoli bekapcsolás funkciót használni szeretné.
no: Velg hvilken handling automatisk avslutning eller avslutt-knappen skal utføre. Avhengig av oppsett, kan hvilemodus være nødvendig riktig sammen med type avslutning.
sv: Välj vilken funktion den automatiska avstängningen och knapparna för avstängning ska ha. Beroende på dina inställningar så kan Viloläge vara nödvändigt för att fungera tillsammans med startfunktionen.

source: Client
cs: Klient
es: Cliente
fr: Poste
hu: Számítógép
no: PCer
pt_pt: Cliente
sv: Dator

source: Client automatic shutdown delay
cs: Zpoždění automatického vypnutí klienta
es: Retardo para el apagado automático del cliente
fr: Délai avant l'arrêt automatique
hu: Számítógép automatikus leállításának késleltetése
no: Forsinkelse av automatisk avslutning
sv: Fördröjning för automatisk avstängning

source: Client behavior
cs: Chování klienta
es: Comportamiento del cliente
fr: Comportement du poste
hu: Számítógép működési szabályai
no: Innstillinger for PC
pt_pt: Comportamento do cliente
sv: Inloggningsinställningar

source: Client deleted.
cs: Klient smazán.
es: Cliente eliminado.
fr: Poste supprimé.
hu: Számítógép törölve
sv: Dator borttagen.

source: Client inactivity
cs: Nečinnost klienta
es: Inactividad del cliente
fr: Inactivité du poste
hu: Számítógép inaktivitás
no: Inaktive PCer
pt_pt: Inactividade do cliente
sv: Datorinaktivitet

source: Client login banner settings
cs: Nastavení banneru pro přihlášení klienta
es: Ajustes del banner de inicio de sesión del cliente
fr: Configuration de la bannière d'accueil
hu: Banner beállítások a számítógép bejelentkezési ablakában
no: Innstillinger for innloggingsvindu
pt_pt: Configuração das imagens de autenticação do cliente
sv: Inställningar för datorernas loginskärm
