Repository: Libki/libki-server
Catalog: lib/Libki/I18N/*.po
Languages: cs, es, fr, hu, no, pt_pt, sv

source: Multiple guests
cs: Více hostů
es: Múltiples invitados
fr: Plusieurs comptes invités
hu: Vendégcsoport
no: Flere gjester
pt_pt: Múltiplos visitantes
sv: Flera gäster

source: My reservation
cs: Mé rezervace
es: Mi reserva
fr: Ma réservation
hu: Foglalásom
sv: Mina reservationer

source: Name
cs: Jméno
es: Nombre
fr: Nom
hu: Név
no: Navn
pt_pt: Nome
sv: Namn

source: New API key copied to clipboard!
cs: Nový API klíč zkopírován do schránky!
es: ¡Nueva clave de API copiada al portapapeles!
hu: Új API kulcs a vágólapra másolva!
sv: Ny API-nyckel kopierad till urklipp!

source: New guest
cs: Nový host
es: Nuevo invitado
fr: Nouveau compte invité
hu: Új vendég
no: Ny gjest
pt_pt: Novo visitante
sv: Ny gäst

source: New guest batch created
cs: Nová skupina hostů vytvořena
es: Nuevo lote de invitados creado
fr: Lot de comptes invités créé
hu: Új vendégcsoport létrehozva
no: Ny gruppe av gjester opprettet
pt_pt: Novo lote de visitantes criado
sv: Ny grupp av gäster skapad

source: New guest user created
cs: Nový uživatel hosta vytvořen
es: Nuevo usuario invitado creado
fr: Nouveau compte invité créé
hu: Új vendég felhasználó létrehozva
no: Ny gjestebruker opprettet
pt_pt: Novo visitante criado
sv: Ny gästanvändare skapad

source: New user
cs: Nový uživatel
es: Nuevo usuario
fr: Nouvel usager
hu: Új felhasználó
no: Ny bruker
pt_pt: Novo utilizador
sv: Ny användare

source: No
cs: Ne
fr: Non
hu: Nem
sv: Nej

source: No location set
cs: Není nastavena žádná lokalita
es: Ubicación no establecida
fr: Aucun site défini
hu: Nincs megadva helyszín
no: Ikke noe sted angitt
pt_pt: Nenhuma localização definida
sv: Ingen plats bestämd

source: Note
cs: Poznámka
es: Nota
hu: Megjegyzés
sv: Anteckning

source: Note: Host operating system may not honor message requests based on the OS configuration.
cs: Poznámka: Hostitelský operační systém nemusí respektovat požadavky na zprávy na základě konfigurace operačního systému.
es: Nota: El sistema operativo podría no respetar las peticiones de mensajes según la configuración del SO.
hu: Megjegyzés: A host operációs rendszer beállításától függően elutasíthatja az üzenetküldési kéréseket. (Host operating system may not honor message requests based on the OS configuration.)
sv: Notering: Värdoperativsystemet kommer eventuellt inte visa meddelandeförfrågningar baserat på OS-konfigurationen.

source: Note: Libki is only able to detect mouse activity, not keyboard activity.
cs: Poznámka: Libki je schopen detekovat pouze aktivitu myši, nikoli aktivitu klávesnice.
es: Nota: Libki sólo puede detectar la actividad del ratón, no la del teclado.
hu: Megjegyzés: A Libki csak az egér aktivitását figyeli, a billentyűzetét nem.
sv: Notering: Libki kan endast detektera musens aktivitet, inte tangentbordsaktivitet.

source: Notes
cs: Poznámky
es: Notas
hu: Megjegyzés
no: Kommentarer
pt_pt: Notas
sv: Anteckningar

source: Notifications
cs: Upozornění
es: Notificaciones
hu: Értesítések
sv: Notifikationer

source: Number of accounts created
cs: Počet vytvořených účtů
es: Número de cuentas creadas
fr: Nombre de comptes créés
hu: Létrehozott fiókok száma
no: Antall kontoer opprettet
pt_pt: Número de contas criadas
sv: Antal konton skapade

source: Once deleted, all the reservations of this client will be removed at the same time.
cs: Po smazání budou zároveň odstraněny všechny rezervace tohoto klienta.
es: Una vez eliminado, todas las reservas de este cliente se eliminarán al mismo tiempo.
fr: Lors de la suppression, toutes les réservations de ce poste seront supprimées.
hu: Ha törlődik, az összes erre a számítógépre szóló foglalás is törlésre kerül.
sv: Om raderad, så försvinner samtidigt alla reservationer som är skapade för denna klient.

source: Operation:
cs: Operace:
es: Operación:
fr: Opération :
hu: Művelet:
sv: Funktion:

source: Pages
cs: Stránky
es: Páginas
hu: Oldalak
no: Sider
pt_pt: Páginas
sv: Sidor

source: Passes
es: Pases
fr: Comptes
hu: Belépők
no: Kontoer
sv: Konton

source: Passes to create per batch
es: Pases a crear por lote
fr: Comptes à créer par lot
hu: Ennyi belépőt hozunk létre a Vendégcsoport létrehozása opcióval
no: Antall kontoer som skal opprettes
pt_pt: Passes a criar por lote
sv: Konton att skapa per grupp

source: Password
cs: Heslo
es: Contraseña
fr: Mot de passe
hu: Jelszó
no: Passord
pt_pt: Palavra-passe
sv: Lösenord

source: Password changed.
cs: Heslo změněno.
es: Contraseña cambiada.
fr: Mot de passe changé.
hu: Jelszó megváltoztatva.
no: Passordet er endret.
pt_pt: Palavra-passe alterada.
sv: Lösenordet har ändrats.

source: Password fields must match.
cs: Hesla se musí shodovat.
es: Los campos de contraseña deben coincidir.
fr: Les mots de passes doivent être identiques.
hu: A jelszó mezőknek egyezniük kell!
no: Passordene må være like.
pt_pt: As palavras-passe devem corresponder.
sv: Lösenorden måste stämma överens.

source: Password is required
cs: Heslo je vyžadováno
es: Se requiere una contraseña
fr: Mot de passe requis
hu: Jelszó megadása kötelező!
no: Et passord kreves
pt_pt: A palavra-passe é obrigatória
sv: Ett lösenord krävs

source: Password label
cs: Popisek hesla
es: Etiqueta de contraseña
fr: Étiquette de mot de passe
hu: Jelszó label
no: Passordfelt
pt_pt: Palavra-passe
sv: Lösenordsfält

source: Passwordless mode
cs: Režim bez hesla
es: Modo sin contraseña
hu: Jelszó nélküli mód
sv: Lösenordsfritt läge

source: Passwords do not match
cs: Hesla se neshodují
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hu: A jelszavak nem egyeznek!
no: Passordene er ikke like
pt_pt: As palavras-passe não correspondem
sv: Lösenorden stämmer inte överens

source: Passwords match
cs: Hesla se shodují
es: Las contraseñas coinciden
fr: Correspondance des mots de passe
hu: A jelszavak egyeznek
no: Passordene er like
pt_pt: As palavras-passe correspondem
sv: Lösenorden stämmer överens

source: Patron hyperlinks
cs: Hypertextové odkazy pro čtenáře
es: Hiperenlaces de usuario
fr: Hyperliens des usagers
hu: Olvasó hiperlinkje
no: Hyperlenke til biblitekbruker
pt_pt: Hiperligações dos utilizadores
sv: Hyperlänk till låntagaren

source: Patrons will be unable to place reserations for this many minutes after the previous reservation has ended.
cs: Čtenáři nebudou moci provádět rezervace po uplynutí tohoto počtu minut po skončení předchozí rezervace.
es: Los usuarios no podrán crear reservas por estos minutos después de que la reserva anterior haya finalizado.
fr: Il est impossible de placer une réservation avant que ce nombre de minutes se soient écoulées depuis la fin de la réservation précédente.
hu: A felhasználók ennyivel az előző foglalás lejárta után még nem tudnak foglalást tenni.
sv: Användare kan inte skapa nya reservationer för än så här många minuter efter tidigare reservation har avslutats.

source: Pixels
cs: Pixely
es: Píxeles
hu: Képpont
no: Punkter
pt_pt: Pixeis
sv: Pixlar

source: Port to send the signal. Defaults to the discard port (9).
cs: Port pro odeslání signálu. Výchozí hodnota je port pro odhazování (9).
es: Puerto al que enviar la señal. Por defecto es el puerto discard (9).
fr: Port où envoyer le signal. Le port par défaut est le 9.
hu: A jelet küldő port. Alapértelmezetten a discard port (9).
no: Port som skal motta signalet. Standard til discard port (9).
sv: Port att skicka signalen till. Som standard skickas den till kasseringsporten (9).

source: Power off action
cs: Akce vypnutí
es: Acción de apagado
fr: Action d'arrêt
hu: Lekapcsolási művelet
no: Type avslutning
sv: Funktion för avstängning

source: Prefix for guest passes
cs: Předpona pro hostovské průkazy
es: Prefijo para pases de invitado
fr: Préfixe pour les comptes invités
hu: Vendég belépők prefixuma
no: Prefix for gjestekonto
pt_pt: Prefixo para os passes de visitante
sv: Prefix för gästpass

source: Prefix for guest passes, defaults to 'guest' if none is specified.
cs: Předpona pro hostovské průkazy, výchozí hodnota je 'guest' pokud není specifikována.
es: Prefijo para pases de invitado, por defecto 'guest' si no se especifica ninguno.
fr: Préfixe pour les comptes invités. Si aucun n'est spécifié, la valeur par défaut est «guest».
hu: A vendég Belépők előtagja, alapértelmezetten "guest", ha más nincs beállítva.
no: Prefix for gjestekontoo. Dersom det ikke endres vil innholdet bli "guest".
pt_pt: Prefixo para os passes de visitante, se não especificar será usado por omissão o prefixo 'guest'
sv: Prefix för gästpass. Om det inte ändras kommer värdet bli "guest".

source: Print
cs: Tisk
es: Imprimir
fr: Imprimer
hu: Nyomtatás
no: Skriv ut
pt_pt: Imprimir
sv: Skriv ut

source: Print Manager
cs: Správce tisku
es: Gestor de impresión
fr: Gestionnaire d'impression
hu: Nyomtatási kezelő
sv: Utskriftshanteraren

source: Print job canceled!
cs: Tisková úloha zrušena!
es: ¡Trabajo de impresión cancelado!
hu: Nyomtatási feladat visszavonva!
sv: Utskriften har blivit avbruten!

source: Print job has been canceled.
cs: Tisková úloha byla zrušena.
es: El trabajo de impresión ha sido cancelado.
fr: La tâche d'impression a été annulée.
hu: A nyomtatási feladat visszavonásra került.
sv: Utskriften har blivit avbruten.

source: Print job refreshed
cs: Tisková úloha obnovena
es: Trabajo de impresión actualizado
fr: Tâche d'impression actualisée
hu: Nyomtatási feladat frissítve
no: Utskriftskøen er oppdatert
pt_pt: Impressão refrescada
sv: Utskriftskön har uppdaterats

source: Print job released for printing!
cs: Tisková úloha odeslána na tiskárnu!
es: ¡El trabajo de impresión ha sido liberado!
hu: Feladat kiadva nyomtatásra!
sv: Utskriften har skickats för utskrift!

source: Print job retention
cs: Uchování tiskových úloh
es: Retención de trabajos de impresión
fr: Rétention des travaux d'impression
hu: Nyomtatási feladatok tárolása
no: Lagring av utskriftskø
pt_pt: Retenção dos trabalhos de impressão
sv: Lagring av utskriftskö

source: Print management
cs: Správa tisku
es: Gestión de impresión
fr: Gestion d'impression
hu: Nyomtatások kezelése
no: Innstillinger for utskrift
pt_pt: Gestão da impressão
sv: Utskriftsinställningar

source: Printer
cs: Tiskárna
es: Impresora
fr: Imprimante
hu: Nyomtató
no: Skriver(e)
pt_pt: Impressora
sv: Skrivare

source: Printer configuration
cs: Konfigurace tiskárny
es: Configuración de impresora
fr: Configuration d'imprimantes
hu: Nyomtatóbeállítás
no: Oppsett for skriver
pt_pt: Configuração da impressora
sv: Skrivarinställningar

source: Printing
cs: Tisk
es: Impresión
fr: Impression
hu: Nyomtatás
sv: Skriver ut

source: Prints
cs: Výtisky
es: Impresiones
fr: Impressions
hu: Nyomtatások
no: Utskrifter
pt_pt: Impressões
sv: Utskrifter

source: Public / Account
cs: Veřejné / Účet
es: Público / Cuenta
fr: Publique / Compte
hu: Publikus / Fiók
sv: Offentlig del / Konto

source: Public interface JavaScript
cs: JavaScript veřejného rozhraní
es: JavaScript de interfaz pública
fr: JavaScript de l'interface publique
hu: A publikus interfész JavaScript kódja
no: Den offentlige delens javascipt
pt_pt: Javascript para o interface público
sv: Den offentliga delens javascipt

source: Queued print jobs timeout
cs: Časový limit pro tiskové úlohy ve frontě
es: Tiempo de expiración de los trabajos de impresión encolados
hu: A nyomtatási sorban lévő nyomtatások időtúllépése
sv: Timeout för utskriftskö

source: Refresh
cs: Obnovit
es: Actualizar
fr: Rafraîchir
hu: Frissítés
no: Oppdater
pt_pt: Atualizar
sv: Uppdatera

source: Renew the time allotment when it reaches zero
cs: Obnovit časový limit, když dosáhne nuly
es: Renovar la asignación de tiempo cuando llega a cero
fr: Renouveler l'allocation de temps lorsqu'elle atteint zéro
hu: Időkeret újratöltése, amikor lejár.
no: Forny tidsmengden når den når null
pt_pt: Renovar a atribuição de tempo quando chegar a zero
sv: Förnya tidsmängden när den når noll

source: Reservation canceled.
cs: Rezervace zrušena.
es: Reserva cancelada.
fr: Réservation annulée.
hu: Foglalás visszamondva.
no: Reservasjonen er fjernet.
pt_pt: Reserva cancelada.
sv: Reservationen har tagits bort.

source: Reservation created.
cs: Rezervace vytvořena.
es: Reserva creada.
fr: Réservation créée.
hu: Foglalás létrehozva.
no: Reservasjonen er opprettet.
pt_pt: Reserva criada.
sv: Reservationen har gjorts.

source: Reservation for user canceled.
cs: Rezervace pro uživatele zrušena.
es: Reserva para el usuario cancelada.
fr: La réservation de l'usager est annulée.
hu: Foglalás a felhasználó részére lemondva.
sv: Reservation gjord för användaren har tagits bort.

source: Reservation for user created.
cs: Rezervace pro uživatele vytvořena.
es: Reserva para el usuario creada.
fr: La réservation de l'usager est créée.
hu: Foglalás a felhasználó részére létrehozva.
no: Reservasjon for bruker opprettet.
pt_pt: Reserva para o utilizador criada.
sv: Reservation gjord för användaren.

source: Reservation gap
cs: Rezervační mezera
es: Hueco entre reservas
fr: Écart entre les réservations
hu: Foglalási hézag
sv: Reservationslucka

source: Reservation only. A patron must place a reservation for a client before logging in to it.
cs: Pouze rezervace. Čtenář si musí vytvořit rezervaci pro klienta před přihlášením k němu.
es: Sólo reserva. El usuario debe hacer una reserva para un cliente antes de iniciar sesión en él.
fr: Sur réservation uniquement. Un usager doit effectuer une réservation pour un poste avant de s'y connecter.
hu: Kizárólag foglalással elérhető. A felhasználó csak foglalás után használhatja a gépet.
no: Reservasjon kreves. Brukeren må reservere en PC før det går ann å logge inn på den.
pt_pt: Apenas reservas. Um utilizador deve efectuar uma reserva para um cliente antes de poder autenticar no mesmo.
sv: Enbart reservationer. Användaren måste reservera en dator innan det går att logga in på den.

source: Reservation status
cs: Stav rezervace
es: Estado de la reserva
fr: Statut de la réservation
hu: Foglalás állapota
no: Status for reservasjon
pt_pt: Estado de reserva
sv: Reservationsstatus

source: Reservation timeout
cs: Časový limit rezervace
es: Tiempo de la reserva
fr: Délai de réservation
hu: Foglalás időtúllépése
no: Utløpte reservasjoner
pt_pt: Tempo limite da reserva
sv: Timeout för reservationer

source: Reservations
cs: Rezervace
es: Reservas
fr: Réservations
hu: Foglalások
no: Reservasjoner
pt_pt: Reservas
sv: Reservationer

source: Reserve
cs: Rezervovat
es: Reservar
fr: Réserver
hu: Foglalás
no: Reserver
pt_pt: Reservar
sv: Reservera

source: Reserved
cs: Rezervováno
es: Reservado
fr: Réservé
hu: Foglalás alatt
no: Reservert
pt_pt: Reservado
sv: Reserverad

source: Restart
cs: Restartovat
es: Reiniciar
fr: Redémarrer
hu: Újraindítás
sv: Starta om

source: Restart all clients
cs: Restartovat všechny klienty
es: Reiniciar todos los clientes
fr: Redémarrer tous les clients
no: Start PCene på nytt
sv: Starta om alla datorer

source: Restart clients
cs: Restartovat klienty
hu: Számítógépek újraindítása
sv: Starta om datorer

source: Roles
cs: Role
fr: Rôles
hu: Szerepkörök
no: Roller
pt_pt: Papéis
sv: Roller

source: SIP configuration
cs: Nastavení SIP
es: Configuración SIP
fr: Configuration SIP
hu: SIP konfiguráció
no: SIP-konfigurasjon
pt_pt: Configuração SIP
sv: SIP-konfiguration

source: Select a printer
cs: Vybrat tiskárnu
es: Elija una impresora
fr: Choisir une imprimante
hu: Válasszon nyomtatót
sv: Välj skrivare

source: Selected time is invalid, no time blocks are available for this hour
cs: Vybraný čas je neplatný, pro tuto hodinu nejsou k dispozici žádné časové bloky
es: El tiempo seleccionado no es válido, no hay bloques disponibles para esta hora
fr: L'heure choisie est invalide, aucun bloc de temps n'est disponible pour cette heure.
hu: A kijelölt időszak érvénytelen, erre az órára nincs érvényes időtömb.
sv: Markerad tid är inte tillgänglig, inga tider är tillgängliga under denna timme

source: Self-registered guest passes
hu: Belépő saját magát regisztráló vendég számára
sv: Självregistrerade gästkonton

source: Send the signal using
cs: Odeslat signál pomocí
es: Enviar la señas usando
fr: Envoyer le signal en utilisant
hu: Küldje a jelet ezzel:
sv: Sänd signalen via

source: Session minutes
cs: Délka relace (minuty)
es: Minutos de sesión
fr: Minutes de la session
hu: Munkamenetből hátralévő idő
no: Minutter til bruk av PC
pt_pt: Minutos da sessão
sv: Minuter kvar

source: Session pausing
cs: Pozastavení relace
es: Pausado de sesión
hu: Munkamenet felfüggesztése
sv: Paus på datorpass

source: Session status
cs: Stav relace
es: Estado de sesión
fr: Statut de la session
hu: Munkamenet állapota
no: Status bruk
pt_pt: Estado da sessão
sv: Status på datorpass

source: Set as troublemaker
cs: Nastavit jako problémového uživatele
es: Marcar como problemático
fr: Définir comme délinquant
hu: Megjelölés problémás olvasóként
sv: Markera som problem

source: Settings
cs: Nastavení
es: Ajustes
fr: Configuration
hu: Beállítások
no: Innstillinger
pt_pt: Configurações
sv: Inställningar

source: Settings not updated.
cs: Nastavení nebylo aktualizováno.
es: Ajustes no actualizados.
fr: Configuration non mise à jour.
hu: Beállítások mentése sikertelen.
no: Innstillingene er ikke oppdatert.
pt_pt: Configurações não atualizadas.
sv: Inställningarna har inte uppdaterats.

source: Settings updated.
cs: Nastavení aktualizováno.
es: Ajustes actualizados.
fr: Configuration mise à jour.
hu: Beállítások mentve.
no: Innstillingena er oppdatert.
pt_pt: Configurações atualizadas.
sv: Inställningarna har uppdaterats.

source: Shutdown
cs: Vypnout
es: Apagar
fr: Éteindre
hu: Leállítás
no: Avslutt
sv: Stäng av

source: Source URL
cs: Zdrojová URL
es: URL de origen
fr: URL source
hu: Forrás URL
no: Kilde-URL
pt_pt: Endereço URL
sv: Käll-URL

source: Statistics
cs: Statistiky
es: Estadísticas
fr: Statistiques
hu: Statisztikák
no: Statistikk
pt_pt: Estatísticas
sv: Statistik

source: Statistics and history for users older than this number of days will be automatically anonymized. If not set, data will never be anonymized.
cs: Statistiky a historie uživatelů starších než tento počet dní budou automaticky anonymizovány. Pokud není nastaveno, data nebudou nikdy anonymizována.
es: Estadísticas e historial de los usuarios anteriores a este número de días se anonimizarán automáticamente. Si no se establece, los datos nunca serán anonimizados.
fr: Les statistiques et l'historique des usagers de plus de ce nombre de jours seront automatiquement anonymisés. Si non défini, les données ne seront jamais anonymisées.
hu: Az ennél régebbi statisztikák és előzmények automatikus anonimizálásra kerülnek. Ha nincs beállítva érték, az adatok sosem kerülnek anonimizálásra.
no: Statistikk og historik for brukere vil automatisk anonymiseres dersom den overstiger angitte antall dager. Dersom ikke angitt, vil dataene aldri bli anonymisert.
pt_pt: As estatísticas e o histórico dos utilizados com mais que este número de dias serão automaticamente anonimizadas. Se não for definido, os dados nunca serão anonimizados.
sv: Statistik och historik för användare kommer automatiskt anonymiseras om den överstiger det här antalet dagar. Om det inte är satt kommer datan aldrig anonymiseras.

source: Style the Libki client using <a href='https://doc.qt.io/qt-5/stylesheet-examples.html'>Qt Style Sheets</a>
cs: Nastavete si vzhled Libki klienta pomocí <a href='https://doc.qt.io/qt-5/stylesheet-examples.html'>Qt Style Sheets</a>
es: Cambie el estilo del cliente usando <a href='https://doc.qt.io/qt-5/stylesheet-examples.html'>Hojas de Estilo de Qt</a>
hu: Alakítsa a Libki stílusát ezzel:<a href='https://doc.qt.io/qt-5/stylesheet-examples.html'>Qt Style Sheets</a>
sv: Stilisera Libki klienten med hjälp av <a href='https://doc.qt.io/qt-5/stylesheet-examples.html'>Qt Style Sheets</a>

source: Success:
cs: Úspěch:
es: Correcto:
fr: Succès:
hu: Sikeres:
no: Vellykket:
pt_pt: Sucesso:
sv: Lyckades:

source: Super administrator
cs: Superadministrátor
es: Súper administrador
fr: Super administrateur
hu: Szuperadminisztrátor
pt_pt: Super administrador
sv: Superadministratör

source: Suspend
cs: Pozastavit
es: Suspender
fr: Mettre en veille
hu: Alvó állapot
no: Hvilemodus
sv: Viloläge

source: Suspended
cs: Pozastaveno
es: Suspendido
fr: Suspendu
hu: Alvó állapotban
sv: Upphävd

source: Take minutes from daily allotment
cs: Použít minuty z denního limitu
es: Consumir minutos de la asignación diaria
fr: Prendre les minutes parmi celles de l'allocation quotidienne
hu: A napi időkeretből vegyen el perceket
no: Ta minutter fra den daglige kvoten
pt_pt: Retirar minutos à atribuição diária
sv: Ta minuter från den dagliga mängden

source: Template
cs: Šablona
es: Plantilla
hu: Sablon
sv: Mall

source: Template for batch guest passes uses Template Toolkit syntax.
cs: Šablona pro hromadné vygenerování poukazů používá syntaxi Template Toolkit.
es: Plantilla para los pases de usuario de lote usando la sintaxis de Template Toolkit.
hu: A Vendégcsoport belépők létrehozására szóló sablon a Template Toolkit szintaxisát használja.
sv: Mall för grupp av gästkonton använder syntax för Template Toolkit.

source: Terms of service
cs: Podmínky služby
es: Términos de servicio
fr: Conditions d'utilisation
hu: Szolgáltatási felételek
no: Vilkår for bruk
pt_pt: Termos de serviço
sv: Användaravtal

source: Terms of service details text
cs: Text podrobnějších podmínek služby
es: Texto de detalle de los términos de servicio
hu: A szolgáltatási feltételek részletes szövege
sv: Detaljer för användaravtal

source: Terms of service text
cs: Text podmínek služby
es: Texto de los términos de servicio
fr: Texte des conditions d'utilisation
hu: A szolgáltatási feltételek szövege
no: Tekst for <i<Vilkår for bruk</i>
pt_pt: Texto dos termos de serviço
sv: Användaravtalstext

source: The URL for the source image or image service.
cs: URL zdroje obrázku nebo obrazové služby.
es: La URL para la imagen de origen o la imagen del servicio.
fr: L'URL de l'image source.
hu: A forráskép, vagy képszolgáltatás URL-je.
no: Lenke (URL) til bildet eller bildetjenesten.
pt_pt: Endereço URL da imagem ou do serviço de imagens.
sv: UTL:en till bilden eller bildtjänsten.

source: The cancellation failed
cs: Zrušení selhalo
es: La cancelación ha fallado
fr: L'annulation a échoué
hu: A visszamondás sikertelen
sv: Avbokning misslyckades

source: The client will choose one of the listed URLs at randomn each time it checks for connectivity. Leave empty to disable this feature.
cs: Klient si při každém ověření dostupnosti náhodně vybere jednu z uvedených adres URL. Ponechte prázdné pro zakázání této funkce.
es: El cliente elegirá una de las URLs especificadas de forma aleatoria cada vez que compruebe la conectividad. Dejar en blanco para deshabilitar esta característica.
hu: A gép véletlenszerűen választ ki egy-egy URL a listázottak közül a csatlakozás ellenőrzésére. Hagyja üresen, ha nem kívánja használni a funkciót.
sv: Klienten kommer att slumpvis välja en av listans URL'er varje gång den letar efter uppkoppling. Lämna fältet tomt för att inaktivera funktionen.

source: The height of the source image or image service in pixels.
cs: Výška zdrojového obrázku nebo obrazové služby v pixelech.
es: La altura de la imagen de origen o imagen del servicio en pixeles.
fr: La hauteur (en pixels) de l'image source.
hu: A forráskép vagy képszolgáltatás magassága képpontban.
no: Høyde på bildet eller bildetjenesten i punkter.
pt_pt: Altura da imagem em pixeis.
sv: Höjden av bilden eller bildtjänsten i pixlar.

source: The number of passes to create per batch.
cs: Počet poukazů, které se mají vygenerovat v jedné dávce.
es: El número de pases que crear por lote.
fr: Nombre de comptes à créer par lot.
hu: Ennyi Vendégcsoport belépőt lehet létrehozni egy kötegben.
no: Antall gjestebrukere som skal opprettes.
pt_pt: O número de passes a criar por lote
sv: Antalet gästpass att skapa per grupp.
