Repository: Libki/libki-server
Catalog: lib/Libki/I18N/*.po
Languages: cs, es, fr, hu, no, pt_pt, sv

source: Client login banners
cs: Bannery pro přihlášení klienta
es: Banners de inicio de sesión del cliente
fr: Bannière d'accueil des postes
hu: Banner a számítógép bejelentkezési ablakában
no: Bannere for innloggingsvindu
pt_pt: Imagens da autenticação no cliente
sv: Inloggningsbanners

source: Client power off settings
cs: Nastavení vypínání klienta
es: Ajustes de apagado del cliente
fr: Paramètres de mise hors tension
hu: Számítógépek kikapcsolási beállításai
no: Valg for å avslutte
sv: Inställningar för avstängning av dator

source: Client power on settings
cs: Nastavení zapínání klienta
es: Ajustes de encendido del cliente
fr: Paramètres de démarrage
hu: Számítógépek bekapcsolási beállításai
no: Valg for oppstart av PC
sv: Inställningar för start av dator

source: Client power options
cs: Možnosti napájení klienta
es: Apagado y encendido del cliente
fr: Paramètres d'alimentation des postes
hu: Számítógép ki- bekapcsolás
no: Strømstyring
sv: Start och avstängning

source: Client registration
cs: Registrace klienta
es: Registro del cliente
fr: Enregistrement du poste
hu: Számítógép regisztráció
no: Hvor ofte skal PC sjekkes
pt_pt: Registo de clientes
sv: Datorernas uppdateringsfrekvens

source: Client registration update delay limit
cs: Limit zpoždění aktualizace registrace klienta
es: Límite de retraso de actualización de registro del cliente
fr: Durée limite à l'enregistrement du poste
hu: Számítógép regisztrációjának késleltetési korlátja
no: Tak for hvor ofte PC skal sjekkes
pt_pt: Limite de atraso da atualização do registo do cliente
sv: Tidsgräns för datorernas uppdateringsfrekvens

source: Client restarted.
cs: Klient restartován.
es: Cliente reiniciado.
fr: Poste redémarré.
hu: Számítógép újraindítva
sv: Dator omstartad.

source: Client status
cs: Stav klienta
es: Estado del cliente
fr: Statut du poste
hu: Számítógép státusza
no: Status PC
pt_pt: Estado do cliente
sv: Datorstatus

source: Client status change to:
cs: Stav klienta změněn na:
es: Estado del cliente cambiado a:
fr: Statut du poste changé à:
hu: Számítógép státuszának váltása erre:
sv: Datorstatus ändrad till:

source: Client style sheet
cs: Styl klienta
es: Hoja de estilo del cliente
hu: Számítógép stíluslapja (style sheet)
sv: Klientens stilmall

source: Client turned off.
cs: Klient je vypnutý.
es: Cliente apagado.
fr: Poste éteint.
hu: Számítógép kikapcsolva.
sv: Datorn stängdes av.

source: Client unlocked.
cs: Klient je odemknutý.
es: Cliente desbloqueado.
fr: Poste déverrouillé.
hu: Számítógép zárolása feloldva.
sv: Dator upplåst.

source: Clients
cs: Klienti
es: Clientes
fr: Postes
hu: Számítógépek
no: PCer
pt_pt: Clientes
sv: Datorer

source: Clients restarted.
cs: Klienti restartováni.
es: Clientes reiniciados.
fr: Postes redémarrés.
sv: Datorerna startades om.

source: Clients restarted:
hu: Számítógép újraindítva:
sv: Datorer omstartade:

source: Clients turned off.
cs: Klienti vypnuti.
es: Clientes apagados.
fr: Postes éteints.
sv: Datorerna stängdes av.

source: Clients turned off:
hu: Számítógépek leállítva:
sv: Datorer avstängda:

source: Clients turned on.
cs: Klienti zapnuti.
es: Clientes encendidos.
fr: Poste démarrés.
sv: Datorerna startades.

source: Clients turned on:
hu: Számítógépek bekapcsolva:
sv: Datorer startade:

source: Closing hours
cs: Provozní doba
es: Horas de cierre
fr: Heures de fermetures
hu: Zárórák
no: Åpningstider
pt_pt: Horas de fecho
sv: Stängningstider

source: Configure the opening time for reservation:
cs: Nastavte otevírací dobu pro rezervaci:
es: Configurar la hora de apertura para reservas:
fr: Configurer les périodes de réservations:
hu: Foglalási időtartomány beállítása:
sv: Konfigurera öppettider för reservationer:

source: Configure the reservation time range displayed on the client. If left blank, the default is 60 minutes.
cs: Nastavte časový rozsah rezervace zobrazený na klientovi. Pokud zůstane prázdný, výchozí hodnota je 60 minut.
es: Configura el rango de tiempo de reserva mostrado en el cliente. Si se deja en blanco, por defecto es de 60 minutos.
fr: Configurez la plage de temps de réservation affichée sur le client. Si laissé vide, la valeur par défaut est 60 minutes.
hu: Állítsa be a számítógépen kijelzett foglalási időszakot. Ha üresen hagyja, az alapértelmezett 60 perces érték jelenik meg.
sv: Konfigurera reservationstidsintervallet som visas på klienten. Om lämnad blank, så är standardtiden 60 minuter.

source: Confirm password
cs: Potvrdit heslo
es: Confirmar contraseña
fr: Confirmez le mot de passe
hu: Jelszó megerősítése
no: Bekreft passord
pt_pt: Confirmar palavra-passe
sv: Bekräfta lösenord

source: Control whether a user's session is extended automatically unless that user's client is reserved, or any client at all is reserved.
cs: Určuje, zda je čas uživatele automaticky prodloužen, pokud není jeho počítač rezervován, nebo pokud není rezervován žádný počítač.
es: Controlar si la sesión de un usuario es extendida automáticamente a no ser que el cliente de ese usuario esté reservado, o cualquier cliente en general esté reservado.
fr: Contrôlez si la session d'un usager est prolongée automatiquement, sauf si le poste est réservé ou n'importe quel poste est réservé.
hu: Beállíthatja, hogy a felhasználó időkorlát-hosszabbítása automatikus legyen, kivéve ha az adott számítógépre foglalás érkezett, vagy az összes gépre él foglalás.
no: Bestem om tilgangen ikke skal utvides automatiskt når PCen til brukeren er reservert eller ingen andre PCer er reservert.
pt_pt: Controle se a sessão do utilizador é automaticamente estendida, a não ser que o cliente do utilizador ou qualquer outro cliente esteja reservado.
sv: Bestäm om passtiden ska sluta förlängas automatiskt när användarens dator är bokad eller när en dator över huvud taget är bokad.

source: Control whether a user's time extension uses up minutes from the user's daily allotment, or if the minutes are "free".
cs: Určuje, zda prodloužení času uživatele spotřebovává minuty z denního limitu uživatele, nebo zda jsou minuty „zdarma“.
es: Controlar si la extensión de tiempo de un usuario consume minutos de la asignación diaria del usuario, o los minutos son "gratis".
fr: Contrôlez si l'extension de temps d'un usager utilise des minutes de l'allocation quotidienne ou si les minutes sont gratuites.
hu: Beállíthatja, hogy az automatikus időhosszabbítás a napi időkeretből vesz el perceket, vagy "grátisz" generálja azokat.
no: Bestem om utvidet tid til brukeren skal hentes fra dagskvoten til brukeren eller om de ekstra minuttene er "gratis".
pt_pt: Controle se a extensão de tempo de um utilizador consome minutos da atribuição diária de tempo ou se os minutos são "gratuitos".
sv: Bestäm om användarens automatiska tidsförlängning använder tid från den tidsmängd hen har för dagen eller om de extra minuterna är "gratis".

source: Copies
cs: Kopie
es: Copias
hu: Példányszám
pt_pt: Cópias
sv: Kopior

source: Cost
cs: Cena
es: Coste
hu: Ár
sv: Kostnad

source: Create
cs: Vytvořit
es: Crear
fr: Créer
hu: Létrehozás
sv: Skapa

source: Create key
cs: Vytvořit klíč
es: Crear clave
hu: Kulcs létrehozása
sv: Skapa nyckel

source: Create user
cs: Vytvořit uživatele
es: Crear usuario
fr: Créer un usager
hu: Felhasználó létrehozása
no: Opprett bruker
pt_pt: Criar utilizador
sv: Skapa användare

source: Created
cs: Vytvořeno
es: Creado
fr: Créé
hu: Létrehozva
no: Opprettet
pt_pt: Criado
sv: Skapad

source: Creation source
cs: Zdroj vytvoření
es: Fuente de creación
fr: Source
hu: Létrehozva itt
no: Opprettet av
sv: Källa för skapande

source: Custom JavaScript
cs: Vlastní JavaScript
es: JavaScript personalizado
fr: JavaScript personnalisé
hu: Egyéni JavaScript
no: Eget javascript
pt_pt: JavaScript personalizado
sv: Egna JavaScript

source: Daily minutes
cs: Minut denně
es: Minutos diarios
fr: Minutes quotidiennes
hu: Napi időkeret
no: Minutter pr. dag
pt_pt: Minutos diários
sv: Minuter per dag

source: Daily usage by client
cs: Denní využití podle klienta
es: Uso diario por cliente
fr: Utilisation quotidienne par poste
hu: Napi használat gépenként
sv: Dagligt användande efter dator

source: Daily usage by location
cs: Denní využití podle lokace
es: Uso diario por ubicación
fr: Utilisation quotidienne par site
hu: Napi használat helyszínként
sv: Dagligt användande efter placering

source: Daily usage, count of daily logins by client
cs: Denní využití, počet denních přihlášení podle klienta
es: Uso diario, número de inicios de sesión diarios por cliente
fr: Utilisation quotidienne, décompte des connexions par poste
hu: Napi használat, napi bejelentkezések számlálása gépenként
sv: Användande per dag, antal dagliga inloggningar efter dator

source: Daily usage, count of daily logins by location
cs: Denní využití, počet denních přihlášení podle lokace
es: Uso diario, número de inicios de sesión diarios por ubicación
fr: Utilisation quotidienne, décompte des connexions par site
hu: Napi használat, napi bejelentkezések számlálása helyszínenként
no: Daglig bruk; antall innlogginger fordelt på sted
pt_pt: Uso diário, contagem de autenticações diárias por localização
sv: Användande per dag, antal dagliga inloggningar efter placering

source: Data retention
cs: Uchovávání dat
es: Retención de datos
fr: Conservation des données
hu: Adatmegőrzés
no: Beholde data
pt_pt: Retenção de dados
sv: Datalagring

source: Date
cs: Datum
es: Fecha
hu: Dátum
no: Dato
pt_pt: Data
sv: Datum

source: Date and time
cs: Datum a čas
es: Fecha y hora
fr: Date et heure
hu: Dátum és idő
no: Dato og tid
pt_pt: Data e hora
sv: Datum och tid

source: Date display format
es: Formato para mostrar fecha
hu: Dátum formátuma
sv: Datumvisningsformat

source: Days
cs: Dny
es: Días
fr: Jours
hu: Napok
no: Dager
pt_pt: Dias
sv: Dagar

source: Default guest time allowance per day
cs: Výchozí časový limit pro hosty za den
es: Tiempo permitido por defecto para el invitado por día
fr: Allocation de temps quotidienne par défaut pour les visiteurs
hu: Alapértelmezett napi időkeret vendég felhasználóknak
no: Standard tid til gjestebruker pr. dag
pt_pt: Tempo por omissão permitido por dia para visitantes
sv: Gästanvändares grundtid per dag

source: Default guest time allowance per session
cs: Výchozí časový limit pro hosty za sezení
es: Tiempo permitido por defecto para el invitado por sesión
fr: Allocation de temps par session pour les visiteurs
hu: Alapértelmezett napi időkeret vendég felhasználóknak munkamenetenként
no: Standard tid til gjestebrukere pr. gang
pt_pt: Tempo por omissão permitido por sessão para visitantes
sv: Gästanvändares grundtid per datorpass

source: Default time allowance per day
cs: Výchozí časový limit za den
es: Tiempo permitido por defecto por día
fr: Allocation de temps quotidienne par défaut
hu: Alapértelmezett napi időkeret
no: Standard tid til brukere pr. dag
pt_pt: Tempo por omissão permitido por dia
sv: Användares grundtid per dag

source: Default time allowance per session
cs: Výchozí časový limit za sezení
es: Tiempo permitido por defecto por sesión
fr: Allocation de temps par défaut pour chaque session
hu: Alapértelmezett napi időkeret munkamenetenként
no: Standard tid til brukere pr. gang
pt_pt: Tempo por omissão permitido por sessão
sv: Användares grundtid per datorpass

source: Define LDAP configuration in YAML format. This setting will override LDAP configuration in the Libki conf file.
cs: Definuje konfiguraci LDAP ve formátu YAML. Toto nastavení přepíše konfiguraci LDAP v konfiguračním souboru Libki.
es: Defina la configuración LDAP en formato YAML. Esta configuración tendrá precedencia sobre la configuración LDAP en el fichero conf de Libki.
hu: Adja meg az LDAP konfigurációt YAML formátumban. Az itt megadott beállítások felülírják a Libki konfigurációs fájljában lévőket.
sv: LDAP-konfiguration i YAML-format. Den här inställningen kan köras över av ett LDAP-block i conf-filen för Libki.

source: Define SIP configuration in YAML format. This setting will override SIP configuration in the Libki conf file.
cs: Definuje konfiguraci SIP ve formátu YAML. Toto nastavení přepíše konfiguraci SIP v konfiguračním souboru Libki.
es: Defina la configuración SIP en formato YAML. Esta configuración tendrá precedencia sobre la configuración SIP en el fichero conf de Libki.
hu: Adja meg a SIP konfigurációt YAML formátumban. Az itt megadott beállítások felülírják a Libki konfigurációs fájljában lévőket.
sv: SIP-inställningar i YAML-format. Inställningar här går före de man kan göra i conf-filen för Libki.

source: Define printer configuration in YAML format.
cs: Definuje konfiguraci tiskáren ve formátu YAML.
es: Defina la configuración de impresión en formato YAML.
fr: Définissez la configuration des imprimantes au format YAML.
hu: Adja meg a nyomtató-konfigurációt YAML formátumban. Az itt megadott beállítások felülírják a Libki konfigurációs fájljában lévőket.
no: Innstillinger for skriver i YAML-format.
pt_pt: Defina a configuração da impressão no formato YAML.
sv: Skrivarinställningar i YAML-format.

source: Delete
cs: Smazat
es: Eliminar
fr: Supprimer
hu: Törlés
no: Slett
pt_pt: Eliminar
sv: Radera

source: Delete selected
cs: Smazat vybrané
es: Eliminar seleccionados
fr: Supprimer la sélection
hu: Kijelölt törlése
no: Slett markerte
pt_pt: Eliminar os seleccionados
sv: Radera markerad

source: Details
cs: Detaily
es: Detalles
fr: Détails
hu: Részletek
no: Detaljer
pt_pt: Detalhes
sv: Detaljer

source: Disabled
cs: Zakázáno
es: Deshabilitado
fr: Désactivé
hu: Letiltva
no: Utesteng
pt_pt: Desactivado
sv: Avstängd

source: Dismiss
cs: Zavřít
es: Cerrar
fr: Annuler
hu: Elvetés
no: Avvis
pt_pt: Fechar
sv: Avvisa

source: Display first and last names
cs: Zobrazit jméno a příjmení
es: Mostrar nombre y apellidos
fr: Afficher le nom et prénom
hu: Kereszt- és vezetéknév mutatása
no: Vis fullt navn
pt_pt: Mostrar os primeiros nomes e os apelidos
sv: Visa för- och efternamn

source: Display the status of the first reservation
cs: Zobrazit stav první rezervace
es: Mostrar el estado de la primera reserva
fr: Afficher le statut de la première réservation
hu: Az első foglalás státuszának mutatása
sv: Visa status för den första reservationen

source: Display the status of the first reservation within:
es: Mostrar el estado de la primera reserva dentro de:
fr: Afficher le statut de la première réservation dans:
hu: Az első foglalás státuszának jelölése ettől eddig:
sv: Visa status för den första reservationen inom:

source: Do not allow administrators to view and download user's print job files.
cs: Nedovolit administrátorům prohlížet a stahovat soubory tiskových úloh uživatelů.
es: No permitir a los administradores ver y descargar los archivos de trabajo de impresión de los usuarios.
hu: Ne engedélyezze az adminisztrátorok számára a felhasználók nyomtatási feladatainak megtekintését és letöltését.
sv: Tillåt inte administratörer att se och ladda ned användarnas utskriftsfiler.

source: Don't take minutes from daily allotment
cs: Neodebírat minuty z denního limitu
es: No consumir minutos de la asignación diaria
fr: Ne prenez pas les minutes parmi celles de l'allocation quotidienne
hu: Ne a napi időkeretből vegyen ki perceket
no: Ikke ta minutter fra den daglige tidskvoten
pt_pt: Não retirar minutos à atribuição diária
sv: Ta inte minuter från den dagliga tidsmängden

source: Download
cs: Stáhnout
es: Descargar
fr: Télécharger
hu: Letöltés
no: Hent
pt_pt: Descarregar
sv: Ladda ner

source: Duration
cs: Trvání
es: Duración
fr: Durée
hu: Időtartam
sv: Tidsperiod

source: Edit
cs: Upravit
es: Editar
fr: Modifier
hu: Szerkesztés
no: Endre
pt_pt: Editar
sv: Ändra

source: Edit user
cs: Upravit uživatele
es: Editar usuario
fr: Modifier l'usager
hu: Felhasználó szerkesztése
no: Endre bruker
pt_pt: Editar utilizador
sv: Ändra användare

source: Empty username or password.
es: Nombre de usuario o contraseña vacíos.
fr: Identifiant ou mot de passe vide.
hu: Üres Felhasználónév vagy Jelszó mező.
sv: Inget användarnamn eller lösenord ifyllt.

source: Enable passwordless mode for clients
es: Habilitar modo sin contraseña para los clientes
hu: Jelszó nélküli mód engedélyezése
sv: Aktivera lösenordsfritt läge för klienterna

source: Enable session locking for clients
es: Habilitar bloqueo de sesión para los clientes
fr: Permettre de verrouiller la session
hu: Számítógép munkamenet zárolásának engedélyezése
no: Tillat at bruker kan låse PCen
sv: Tillåt låsning av bokning på datorerna

source: Enabled
cs: Povoleno
es: Habilitado
fr: Actif
hu: Engedélyezve
no: Aktivert
pt_pt: Activado
sv: Aktiverad

source: End
cs: Konec
es: Fin
fr: Fin
hu: Vége
sv: Stäng

source: Entering a url here will cause a username to become a hyperlink with the user's username at the end. Make sure to add <i>http://</i> or <i>https://</i> at the beginning.
cs: Zadání adresy URL zde způsobí, že se uživatelské jméno stane hypertextovým odkazem s uživatelským jménem na konci. Nezapomeňte přidat <i>http://</i> nebo <i>https://</i> na začátek.
es: Introducir una url aquí convertirá un nombre de usuario en un hiperenlace con el nombre del usuario al final. Asegúrese de añadir <i>http://</i> o <i>https://</i> al principio.
fr: Spécifiez un URL ici pour que le nom d'usager devienne un lien avec le nom d'usager à la fin. Assurez-vous de commencer par <i>http://</i> ou <i>https://</i>.
hu: Egy URL-t ide beszúrva a felhasználónév hiperlinkké válik, végén a felhasználó nevével. Ha használja, a string elején használja ezt: <i>http://</i> or <i>https://</i>
no: Ved å skrive inn en url her, vil brukernavnet bli en lenke med brukernavnet til brukeren på slutten. NB. Husk å legge til <i>http://</i> eller <i>https://</i> i starten.
pt_pt: Ao inserir um URL o nome de utilizador vai passar a ser uma ligação com o nome de utilizador no fim. Tenha a certeza que inseriu o protocolo <i>http://</i> ou <i>https://</i>.
sv: Genom att skriva in en url här kommer användarnamnet bli en länk med användarnamnet på slutet. Kom ihåg att lägga till <i>http://</i> eller <i>https://</i> i början.

source: Error:
cs: Chyba:
fr: Erreur:
hu: Hiba:
no: Feil:
pt_pt: Erro:
sv: Fel:

source: Example:
cs: Příklad:
es: Ejemplo:
fr: Exemple:
hu: Példa:
no: Eksempel:
pt_pt: Exemplo:
sv: Exempel:

source: Extend the session time when a user has less than this number of session minutes remaining.
cs: Prodlužuje čas sezení, když uživateli zbývá méně než tento počet minut sezení.
es: Extender el tiempo de sesión cuando a un usuario le quedan menos que este número de minutos de sesión.
fr: Prolonger la session quand l'usager a moins que ce nombre de minutes restantes à la session.
hu: Hosszabbítsa meg az időkorlátot, amikor a felhasználó idejéből már csak ennyi perc van hátra.
no: Når brukeren har mindre enn dette antall minutter igjen av tildelt bruk, utvid tildelt tid.
pt_pt: Extender a sessão quando a sessão do utilizador tiver menos que este número de minutos disponíveis.
sv: Förläng passtiden när användaren har färre än det här antalet minuter kvar på sin passtid.

source: Extend time at
cs: Prodlužovat čas při
es: Extender tiempo a
fr: Prolonger le temps à
hu: Idő meghosszabbítása ekkor
no: Utvid tid ved
pt_pt: Extender o tempo quando
sv: Förläng tid vid

source: Extend time unless
cs: Prodlužovat čas, pokud
es: Extender tiempo salvo que
fr: Prolonger le temps sauf si
hu: Idő meghosszabbítása, kivéve ha
no: Utvid tid untatt
pt_pt: Extender o tempo excepto
sv: Förläng tid såvida inte

source: Extension length
cs: Délka prodloužení
es: Longitud de extensión
fr: Durée de la prolongation
hu: Hosszabbítás mértéke
no: Utvid tid med
pt_pt: Extensão
sv: Tidsförlängning

source: Failed to cancel print job.
cs: Nepodařilo se zrušit tiskovou úlohu.
es: Fallo al cancelar trabajo de impresión.
fr: Impossible d'annuler la tâche d'impression.
hu: nyomtatási feladat visszavonása sikertelen
sv: Misslyckades att avbryta utskrift.

source: Failed to release print job:
cs: Nepodařilo se uvolnit tiskovou úlohu:
es: Fallo al liberar trabajo de impresión:
fr: Impossible de lancer la tâche d'impression:
hu: Nyomtatási feladat kiadása sikertelen
no: Klarte ikke å avbryte utskrift:
pt_pt: Falha no trabalho de impressão:
sv: Misslyckades att ta bort utskrift:

source: File name
cs: Název souboru
es: Nombre de archivo
fr: Nom du fichier
hu: Fájlnév
no: Filnavn
pt_pt: Nome do ficheiro
sv: Filnamn

source: Filetype was invalid, file uploads must be PDF.
cs: Typ souboru je neplatný, nahrané soubory musí být PDF.
es: El tipo de fichero no es válido, los ficheros subidos deben ser PDF.
fr: Type de fichier invalide, les téléchargements doivent être en PDF.
hu: Fájltípus érvénytelen, a feltöltött fájl csak PDF formátumú lehet.
sv: Felaktig filtyp, uppladdade filer måste vara i PDF-format.

source: First come first served, with option to place reservation. A patron may either walk up and use an open client, or may place a reservation on one ( either open or in use ).
cs: Kdo dříve přijde bude dříve obsloužen, s možností vytvářet rezervaci. Zákazník se může buď přihlásit k otevřenému počítači, nebo si na něj (otevřený nebo používaný) umístit rezervaci.
es: Primero en llegar, primero en entrar, con opción a reserva. Un usuario puede llegar y usar un cliente abierto, o puede reservar uno (abierto o en uso).
fr: Premier arrivé premier servi, avec option de réservation. Un usager peut soit prendre le premier poste disponible, soit faire une réservation (d'un poste libre ou utilisé).
hu: "Aki kapja, marja" + foglalási lehetőség. Ha a gép előzetesen nincs lefoglalva, az odaérkező felhasználó használhatja, vagy foglalást tehet rá.
no: Førstemann til mølla med rett til å reservere en PC. En bruker kan enten sette seg ved en ledig PC eller reservere en (enten den er i bruk eller ledig).
pt_pt: Primeiro a chegar, primeiro a ser servido, com opção de fazer a reserva. Um utilizador pode usar um cliente aberto ou pode reservar um cliente (aberto ou em uso).
sv: Först till kvarn med möjligheten att reservera en dator. En användare kan endera sätta sig vid en ledig dator eller kan reservera en (endera en ledig eller en som används).

source: First come, first served. A patron walks up to an open client and logs in.
cs: Kdo dříve přijde bude dříve obsloužen. Zákazník se může buď přihlásit k otevřenému počítači, nebo si na něj (otevřený nebo používaný) umístit rezervaci.
es: Primero en llegar, primero en entrar. Un usuario llega a un cliente abierto e inicia sesión.
fr: Premier arrivé premier servi. Un usager se connecte directement à un poste disponible.
hu: "Aki kapja, marja" - a felhasználó szabadon használatba veszi a gépet, nincs foglalási lehetőség.
no: Førstemann til mølla. Brukeren setter seg ved en ledig PC og logger inn.
pt_pt: Primeiro a chegar, primeiro a ser servido. Um utilizador chega a um cliente aberto e pode autenticar-se.
sv: Först till kvarn. Användaren sätter sig vid en ledig dator och loggar in.

source: First name
cs: Jméno
es: Nombre
fr: Prénom
hu: Keresztnév
no: Fornavn
pt_pt: Primeiro nome
sv: Förnamn

source: First reservation
es: Primera reserva
hu: Első foglalás
sv: Första reservationen

source: First reservation by
es: Primera reserva por
fr: Première réservation par
hu: Az első foglaló:
sv: Första reservationen tillhör

source: Firstname
cs: Jméno
es: Nombre
fr: Prénom
no: Fornavn
pt_pt: Primeiro nome
sv: Förnamn
