Repository: Libki/libki-server
Catalog: lib/Libki/I18N/*.po
Languages: cs, es, fr, hu, no, pt_pt, sv

source: Define LDAP configuration in YAML format. This setting may be overridden by a LDAP block in the Libki conf file.
fr: Définissez la configuration LDAP au format YAML. Ce paramètre peut être remplacé par un bloc LDAP dans le fichier de configuration Libki.
no: Definere LDAP-konfigurasjon i YAML-format. Denne innstillingen kan bli overskrevet av en LDAP-blokk i conf-filen til Libki.
pt_pt: Defina a configuração LDAP no formato YAML. Esta configuração pode ser sobreposta pelo bloco LDAP no ficheiro de configuração do sistema.

source: Define SIP configuration in YAML format. This setting may be overridden by a SIP block in the Libki conf file.
fr: Définissez la configuration SIP au format YAML. Ce paramètre peut être remplacé par un bloc SIP dans le fichier de configuration Libki.
no: SIP-innstillinger i YAML-format. Disse innstillingene kan bli overskrevet av SIP-blokken i konfigurationsfilen til den offentlige PCen.
pt_pt: Defina a configuração SIP no formato YAML. Esta configuração pode ser sobreposta pelo bloco SIP no ficheiro de configuração do sistema.

source: item.label
fr: article.étiquette

source: Are you sure you want to cancel the reservation for this client?
no: Vil du fjerne reservasjonen på denne PCen?
pt_pt: Tem a certeza que deseja cancelar a reserva para este cliente?

source: Daily usage
no: Bruk pr. dag
pt_pt: Uso diário

source: Display usernames
no: Vis brukernavn
pt_pt: Mostrar os nomes de utilizador

source: Reserved by
no: Reservert av
pt_pt: Reservado por

source: The size of the time window a patron has to log in to a client. If the patron does not do so his or her reservation will be canceled.
no: Tidsvindu en bruker har for å logge seg inn på en reservert PC. Dersom brukeren ikke har logget seg inn innen utløpt tid, vil reservasjon fjernes.
pt_pt: Período de tempo que um utilizador tem para se autenticar num cliente. Se o utilizador não o fizer a reserva será cancelada.

source: This client is not currently reserved.
no: Denne PCen er ikke reservert.
pt_pt: Este cliente não se encontra reservado.

source: Troublemaker status switched.
no: Status for problem endret.
pt_pt: Estado de problemático alterado.

source: Unable to cancel reservation.
no: Klarte ikke fjerne reservasjonen.
pt_pt: Não foi possível cancelar a reserva.

source: Unable to modify reservation: Reason unknown.
no: Klarte ikke endre reservasjonen av ukjent årsak.
pt_pt: Não foi possível modificar a reserva: Razão desconhecida.

source: Unable to modify reservation: User already has a reservation for a different client.
no: Klarte ikke endre reservasjonen fordi brukeren har reservert en annen PC.
pt_pt: Não foi possível modificar a reserva: Utilizador com uma reserva para outro cliente.

source: Unable to modify reservation: User not found.
no: Klarte ikke endre reservasjonen fordi brukeren ikke finnes.
pt_pt: Não foi possível modificar a reserva: Utilizador não encontrado.

source: Unable to switch troublemaker status.
no: Klarte ikke endre status for problem.
pt_pt: Não foi possível alterar o estado de problemático.

source: When a Libki client is reserved and waiting, display the username of the person it is waiting for.
no: Når en PC er reservert og venter på innlogging, vis brukernavnet til brukeren den venter på.
pt_pt: Quando um cliente estiver reservado e em espera, o nome de utilizador da pessoa da reserva deverá ser mostrado.

source: Amount of time a registered user is given per session.
no: Tidskvote en gjestebruker får pr. gang.

source: Reservation settings
no: Innstilling for reservasjon

source: Third party integration
no: Integrasjon mot tredjepart

source: The URL for the source image or image service
no: URLen til bildet eller bildetjenesten

source: This client is already reserved
no: Denne PCen er reservert fra før

source: MAC-addresses
no: MAC-adresser

source: Search
no: Søk

source: Show
no: Vis

source: entries
no: linjer

source: Showing $d to $d of $d entries
no: Viser $d til $d av $d linjer
