Repository: Libki/libki-server
Catalog: lib/Libki/I18N/*.po
Languages: cs, es, fr, hu, no, pt_pt, sv

source: User
cs: Uživatel
es: Usuario
fr: Usager
hu: Felhasználó
no: Bruker
pt_pt: Utilizador
sv: Användare

source: User categories
cs: Kategorie uživatelů
es: Categorías de usuario
fr: Catégories d'usagers
hu: Felhasználó kategóriák
no: Brukerkategorier
pt_pt: Categorias de utilizador
sv: Användarkategorier

source: User created.
cs: Uživatel vytvořen.
es: Usuario creado.
fr: Usager créé.
hu: Felhasználó létrehozva.
no: Bruker opprettet.
pt_pt: Utilizador criado.
sv: Användare skapad.

source: User deleted.
cs: Uživatel smazán.
es: Usuario eliminado.
fr: Usager supprimé.
hu: Felhasználó törölve.
no: Bruker slettet.
pt_pt: Utilizador eliminado.
sv: Användare borttagen.

source: User not created.
cs: Uživatel nebyl vytvořen.
es: Usuario no creado.
fr: Usager non créé.
hu: Felhasználó nem lett létrehozva.
no: Bruker ble ikke opprettet.
pt_pt: O utilizador não foi criado.
sv: Användare skapades inte.

source: User settings
cs: Nastavení uživatele
es: Ajustes de usuario
fr: Paramètres usager
hu: Felhasználói beállítások
no: Innstillinger for bruker
pt_pt: Configurações do utilizador
sv: Användarinställningar

source: User status
cs: Stav uživatele
es: Estado de usuario
fr: Statut de l'usager
hu: Felhasználó állapota
no: Status til bruker
pt_pt: Estado do utilizador
sv: Användarstatus

source: User updated.
cs: Uživatel aktualizován.
es: Usuario actualizado.
fr: Usager mis à jour.
hu: Felhasználó frissítve.
no: Bruker oppdatert.
pt_pt: Utilizador atualizado.
sv: Användare uppdaterad.

source: User's client is reserved
cs: Klient uživatele je rezervován
es: El cliente del usuario esté reservado
fr: Le poste de l'usager est réservé
hu: A felhasználó gépére foglalás él.
no: PCen til brukeren er reservert
pt_pt: Cliente do utilizador reservado
sv: Användarens dator är reserverad

source: User's time updated.
cs: Čas uživatele aktualizován.
es: Tiempo del usuario actualizado.
fr: Le temps de l'usager a été mis à jour.
hu: A felhasználó ideje módosítva.
no: Tid for brukeren er oppdatert.
pt_pt: Tempo do utilizador atualizado.
sv: Användarens tid har uppdaterats.

source: Username
cs: Uživatelské jméno
es: Nombre de usuario
fr: Identifiant
hu: Felhasználónév
no: Brukernavn
pt_pt: Nome de utilizador
sv: Användarnamn

source: Username & password do not match.
cs: Uživatelské jméno a heslo se neshodují.
es: El nombre de usuario y la contraseña no coinciden.
fr: Le nom d'usager et le mot de passe ne correspondent pas.
hu: A felhasználónév és jelszó nem egyezik.
no: Brukernavn & passord stemmer ikke overens.
pt_pt: Nome de utilizador e a palavra-passe sem correspondência.
sv: Användarnamn och lösenord stämmer inte överens.

source: Username already used
cs: Uživatelské jméno je již použito
es: El nombre de usuario ya está en uso
fr: Identifiant déjà utilisé
hu: Felhasználónév már használatban
no: Brukernavnet er brukt fra før
pt_pt: O nome de utilizador já está em uso
sv: Användarnamnet är upptaget

source: Username is invalid
cs: Uživatelské jméno je neplatné
es: El nombre de usuario no es válido
fr: Identifiant invalide
hu: A felhasználónév érvénytelen
no: Brukernavnet er ugyldig
pt_pt: O nome de utilizador é inválido
sv: Användarnamnet stämmer inte

source: Username is required
cs: Uživatelské jméno je vyžadováno
es: Se requiere el nombre de usuario
fr: Identifiant requis
hu: Felhasználónév megadása kötelező
no: Brukernavn kreves
pt_pt: O nome de utilizador é obrigatório
sv: Användarnamn krävs

source: Username is unique
cs: Uživatelské jméno je jedinečné
es: El nombre de usuario es único
fr: L'identifiant est unique
hu: A felhasználónév egyedi
no: Brukernavn er unikt
pt_pt: O nome de utilizador é único
sv: Användarnamnet är unikt

source: Username label
cs: Popisek uživatelského jména
es: Etiqueta de nombre de usuario
fr: Étiquette du nom d'usager
hu: Felhasználónév label
no: Tittel til brukernavnfelt
pt_pt: Nome de utilizador
sv: Användarnamnsfält

source: Username may not be edited.
cs: Uživatelské jméno nelze upravit.
es: El nombre de usuario no se puede editar.
fr: L'identifiant ne peut pas être modifié.
hu: A felhasználónév nem szerkeszthető.
no: Brukernavnet kan ikke endres.
pt_pt: O nome de utilizador não pode ser editado.
sv: Använarnamnet kan inte ändras.

source: Username must be unique.
cs: Uživatelské jméno musí být jedinečné.
es: El nombre de usuario debe ser único.
fr: L'identifiant doit être unique.
hu: A felhasználónévnek egyedinek kell lennie.
no: Brukernavnet må være unikt.
pt_pt: O nome de utilizador tem que ser único.
sv: Användarnamnet måste vara unikt.

source: Username of user to cancel reservation for.
cs: Uživatelské jméno uživatele, pro kterého se má zrušit rezervace.
es: Nombre del usuario para el que cancelar la reserva.
fr: L'identifiant de l'usager pour qui la réservation est annulée.
hu: A felhasználó azonosítója, akinek a nevére a lemondandó foglalás szól.
sv: Användare att ta bort en reservation för.

source: Username of user to make reservation for.
cs: Uživatelské jméno uživatele, pro kterého se má provést rezervace.
es: Nombre del usuario para hacer la reserva.
fr: L'identifiant de l'usager pour qui la réservation est faite.
hu: A felhasználó azonosítója, akinek a nevére a foglalás szól.
no: Användare att göra en reservation för.
pt_pt: Nome de utilizador para efectuar a reserva.
sv: Användare att göra en reservation för.

source: Users
cs: Uživatelé
es: Usuarios
fr: Usagers
hu: Felhasználók
no: Brukere
pt_pt: Utilizadores
sv: Användare

source: View
cs: Zobrazit
es: Ver
fr: Voir
hu: Megtekintés
no: Vis
pt_pt: Ver
sv: Se

source: View & print guest passes
cs: Zobrazit a vytisknout průkazy hostů
es: Ver e imprimir pases de invitado
fr: Générer
hu: Vendég belépők megtekintése és nyomtatása
no: Vis og skriv ut gjestebruker
pt_pt: Ver e imprimir os passes de visitante
sv: Se och skriv ut gästpass

source: Warn user that they will be logged out automatically after this many minutes of inactivity.
cs: Upozornit uživatele, že bude automaticky odhlášen po tomto počtu minut nečinnosti.
es: Avisar al usuario de que su sesión se cerrará automáticamente tras estos minutos de inactividad.
fr: Avertissez l'usager qu'il sera automatiquement déconnecté après ce nombre de minutes d'inactivité.
hu: Felhívja a felhasználó figyelmét az itt megadott időn túli inaktivitás esetén történő kijelentkeztetésre.
no: Advar bruker at de vil bli logget ut automatisk etter antall minutter igjen med inaktivitet.
pt_pt: Avisar o utilizador que serão automaticamente desconectados após estes minutos de inactividade.
sv: Varna användaren att hen kommer loggas ut automatiskt efter så här många minuter av inaktivitet.

source: Welcome
cs: Vítejte
es: Bienvenido
hu: Üdvözöljük!
sv: Välkommen

source: When a Libki client is reserved and waiting, display the reservation status of the person it is waiting for.
cs: Pokud je klient Libki rezervován a čeká, zobrazí se stav rezervace osoby, na kterou čeká.
es: Cuando un cliente está reservado y en espera, mostrar el estado de la reserva de la persona a la que se está esperando.
fr: Lorsqu'un poste est réservé et en attente, afficher le statut de réservation de la personne qu'il attend.
hu: Amikor egy lefoglalt Libki számítógép várakozik, jelenjen meg a foglalást tévő személy foglalási státusza.
sv: När en Libkidator är reserverad och väntar på sin användare visas användarnamnet på personen den väntar på.

source: When a user's time allotment reaches zero, it's automatically renewed with the value of Extension length. This makes it possible for the user to log in again.
cs: Když uživateli vyprší čas, automaticky se obnoví s hodnotou Délka prodloužení. To umožňuje uživateli se znovu přihlásit.
es: Cuando la asignación de tiempo de un usuario llega a cero, se renueva automáticamente con el valor de Longitud de Extensión. Esto hace posible que el usuario inicie sesión de nuevo.
fr: Lorsque l'allocation de temps d'un usager atteint zéro, elle est automatiquement renouvelée avec la valeur de Durée de la prolongation. Cela permet à l'usager de se reconnecter.
hu: Ha egy felhasználó időkerete kimerül, automatikusan meghosszabbodik az itt megadott értékkel, így a felhasználó újra be tud jelentkezni.
no: Når tildelt tid til en bruker er utløpt, vil brukeren automatisk få tildelt ny utvidet tid. Det gjør at brukeren kan logge seg inn på nytt.
pt_pt: Quando à atribuição de tempo de utilizador chegar a zero, é automaticamente renovada com o valor da extensão de tempo. Permite que o utilizador se autentique novamente.
sv: När en användares tidsmängd når noll så förnyas den automatiskt med värdet i Tidsförlängning. Det här gör att användaren kan logga in igen.

source: When extending time
cs: Při prodlužování času
es: Cuando se extienda el tiempo
fr: Lors de la prolongation du temps
hu: Hosszabbítás esetén
no: Når tiden utvides
pt_pt: Quando extender o tempo
sv: När tiden förlängs

source: When the user's remaining remaining time drops below the threshold, Libki will request the OS display the user's remaining time in a warning message once per minute.
cs: Když uživateli zbývající čas klesne pod tuto hodnotu, Libki požádá operační systém, aby zobrazil zbývající čas uživatele v upozornění jednou za minutu.
es: Cuando el tiempo restante del usuario baja por debajo del umbral, Libki pedirá al SO que muestre el tiempo restante del usuario una vez por minuto.
hu: Amikor a felhasználó fennmaradó ideje átlépi a küszöbértéket, a Libki az operációs rendszer által percenkénti figyelmeztető üzenetet küld,
sv: När användarens sista återstående tid hamnar under tröskeln kommer Libki begära att operativssystemet visar användarens återstående tid i ett varningsmeddelande varje minut.

source: When using the client, at least one Libki client must be running at the time when the wake up signal is received.
cs: Při používání klienta musí být v okamžiku přijetí signálu probuzení spuštěn alespoň jeden klient Libki.
es: Cuando se use el cliente, al menos un cliente Libki debe estar ejecutándose en el momento en que la señal de encendido sea recibida.
fr: Lors de l'utilisation du client, au moins un client Libki sur le réseau doit fonctionner au moment ou le signal de démarrage est envoyé.
hu: Ha a számítógépet választja, legalább egy gépnek futnia kell a Wake on LAN ébresztőjel kiküldésekor.
sv: Om klient är vald måste minst en Libki-klient vara igång då signalen för start tas emot.

source: When you switch to the 12-hour format, the am/pm unit will display.
cs: Při přepnutí na 12hodinový formát se zobrazí jednotka am/pm.
es: Cuando se cambia al formato de 12 horas, la unidad am/pm se mostrará.
fr: Si le format 12 heures est choisit, l'unité am/pm sera affichée.
hu: Ha a 12 órás formátumot választja, az am/pm jelzés megjelenik.
sv: När du ändrar till 12-timmarsformat visas am/pm.

source: Width
cs: Šířka
es: Ancho
fr: Largeur
hu: Szélesség
no: Bredde
pt_pt: Largura
sv: Bredd

source: Would you like to cancel your reservation?
cs: Chcete zrušit svou rezervaci?
es: ¿Quiere cancelar su reserva?
fr: Voulez-vous annuler votre réservation?
hu: Szeretné visszavonni foglalását?
sv: Vill du ta bort din reservation?

source: You are logged in as this user.
cs: Jste přihlášeni jako tento uživatel.
es: Ha iniciado sesión como este usuario.
fr: Vous êtes connecté en tant que cet usager.
hu: Bejelentkezve ezen a felhasználónéven.
sv: Du är inloggad som denna användare.

source: You are not of the appropriate age to use this client.
cs: Nejste dostatečně staří pro použití tohoto počítače.
es: No tiene la edad apropiada para usar este cliente.
fr: Vous n'avez pas l'âge requis pour accéder à ce poste.
hu: Életkor nem megfelelő a számítógép használatához.
no: Du er IKKE gammel nok for å bruke denne PCen.
pt_pt: Você não tem a idade apropriada para usar este cliente.
sv: Du är inte tillräckigt gammal för att använda den här datorn.

source: You don't have a reservation.
cs: Nemáte žádnou rezervaci.
es: No tiene ninguna reserva.
fr: Vous n'avez pas de réservation.
hu: Nincs foglalása.
sv: Du har ingen reservation.

source: You don't have enough time for a minimum reservation.
cs: Nemáte dostatek času pro minimální délku rezervace.
es: No tiene tiempo suficiente para una reserva mínima.
fr: Vous n'avez pas assez de temps pour une réservation minimum.
hu: Nincs elég rendelkezésre álló ideje a foglalási minimum időhöz.
sv: Du har inte tillräckligt med tid för minsta tillåtna tid för att reservera.

source: You have already reserved a client.
cs: Již máte rezervovaný počítač.
es: Ya ha reservado un cliente.
fr: Vous avez déjà réservé un poste.
hu: Már lefoglalt egy gépet.
no: Du har reservert en PC fra før.
pt_pt: Você já reservou um cliente.
sv: Du har redan reserverat en dator.

source: You have already reserved this client.
cs: Tento počítač již máte rezervovaný.
es: Ya ha reservado este cliente.
fr: Vous avez déjà réservé ce poste.
hu: Ezt a gépet már lefoglalta.
no: Du har reservert denne PCen.
pt_pt: Você já reservou este cliente.
sv: Du har redan reserverat den här datorn.

source: You have an overdue item recall.
cs: Máte upomínku za nevrácenou jednotku.
es: Tiene un artículo sobrepasado reclamado.
fr: Vous avez un document en rappel en retard.
hu: Még van Önnél vissza nem hozott dokumentum.
no: Du har lånt noe som har utløpt lånetid.
pt_pt: Você tem um devolução de exemplar em atraso.
sv: Du har lånat något som är försenat.

source: You have been billed for too many items.
cs: Máte dluh za příliš mnoho jednotek po datu vrácení.
es: Se le han cobrado demasiados artículos.
fr: Vous avez été facturés pour trop de documents.
hu: Túl sok dokumentum van az Ön nevén.
no: Du har fått for mange regninger.
pt_pt: Você foi cobrado por demasiados exemplares.
sv: Du har fått för många räkningar.

source: You have claimed returned for too many items.
es: Se le han reclamado demasiados artículos.
fr: Vous avez été notifiés trop souvent pour des documents en retard.
no: Du har mistet for mange utlån.
pt_pt: Você recebeu reclamações para a devolução de muitos exemplares.
sv: Du har lånat för många saker som tappats bort.

source: You have excessive oustanding fees.
cs: Máte příliš vysoký dluh.
es: Tiene demasiados pagos pendientes.
fr: Vos frais impayés sont trop élevés.
hu: Túl sok fennálló hátralék van az Ön nevén.
no: Du har for høye utestående avgifter.
pt_pt: Você têm multas por pagar em excesso.
sv: Du har för höga avgifter.

source: You have excessive outstanding fees.
cs: Máte příliš vysoký dluh.
es: Tiene demasiados pagos pendientes.
fr: Vos frais impayés sont trop élevés.
hu: Túl sok fennálló hátralék van az Ön nevén.
no: Du har for høye utestående avgifter.
pt_pt: Você têm multas por pagar em excesso.
sv: Du har för höga avgifter.

source: You have excessive outstanding fines.
cs: Máte příliš vysoké pokuty.
es: Tiene demasiadas multas pendientes.
fr: Vos amendes sont trop élevées.
hu: Túl fennálló bírság van az Ön nevén.
no: Du har for høye utestående avgifter.
pt_pt: Você têm multas por pagar em excesso.
sv: Du har för höga avgifter.

source: You have lost too many items.
cs: Ztratili jste příliš mnoho jednotek.
es: Ha perdido demasiados artículos.
fr: Vous avez perdu trop de documents.
hu: Túl sok tételt vesztett el.
no: Du har mistet for mange utlån.
pt_pt: Você perdeu demasiados exemplares.
sv: Du har tappat bort för många saker.

source: You have no reservation on this kiosk.
cs: Nemáte rezervaci na tento počítač.
es: No tiene ninguna reserva en este puesto.
fr: Vous n'avez aucune réservation sur ce poste.
hu: Önnek nincs erre a kioszkra élő foglalása.
sv: Du har ingen reservation på någon dator.

source: You have no time remaining.
cs: Nemáte žádný zbývající čas.
es: No tiene más tiempo disponible.
fr: Votre temps est échu.
hu: Önnek nincs már fennmaradó ideje.
no: Du har mer tid igjen.
pt_pt: Você não tem tempo disponível.
sv: Du har slut på tid.

source: You have renewed too many items.
cs: Máte příliš mnoho prodloužených jednotek.
es: Ha renovado demasiados artículos.
fr: Vous avez déjà renouvelé trop de documents.
hu: Túl sokszor hosszabbított dokumentumot.
no: Du har for mange fornyede lån.
pt_pt: Você renovou demasiados exemplares.
sv: Du har lånat om för många lån.

source: You have too many items checked out.
cs: Máte příliš mnoho vypůjčených jednotek.
es: Ha retirado demasiados artículos.
fr: Vous avez trop de documents empruntés.
hu: Túl sok dokumentumot vett ki.
no: Du har lånt for mange ting.
pt_pt: Você tem demasiados exemplares emprestados.
sv: Du har lånat för många lån.

source: You have too many overdue items.
cs: Máte příliš mnoho jednotek po datu vrácení.
es: Tiene demasiados artículos sobrepasados.
fr: Vous avez trop de documents en retard.
hu: Túl sok vissza nem hozott dokumentum van az Ön nevén.
no: Du har for mange utløpte utlån.
pt_pt: Você tem demasiados empréstimos em atraso.
sv: Du har för många försenade lån.

source: You've been logged out.
cs: Byli jste odhlášeni.
es: Se ha cerrado su sesión.
hu: Önt kijelentkeztették.
sv: Du har blivit utloggad.

source: Your checkout privileges have been denied.
cs: Nemáte oprávnění k výpůjčkám.
es: Su permiso de préstamo ha sido denegado.
fr: Votre privilège d'emprunt a été suspendu.
hu: Kölcsönzési jogáét megvonták.
no: Du har ikke rett til å låne lengre.
pt_pt: Os seus privilégios de empréstimo foram negados.
sv: Du får inte låna längre.

source: Your hold privileges have been denied.
cs: Nemáte oprávnění k rezervacím.
es: Su permiso de reserva ha sido denegado.
fr: Votre privilège de réservation a été suspendu.
no: Du har ikke rett til å reservere lengre.
pt_pt: Os seus privilégios de reserva foram negados.
sv: Du får inte reservera längre.

source: Your library card has been reported lost or stolen.
cs: Váš průkaz do knihovny byl nahlášen jako ztracený nebo odcizený.
es: Su tarjeta de usuario está marcada como perdida o robada.
fr: Votre carte de bibliothèque a été signalée perdue ou volée.
hu: Olvasójegyét elveszettként, vagy ellopottként tartjuk számon.
no: Ditt bibliotekkort er meldt som mistet eller stjålet.
pt_pt: O seu cartão de leitor foi reportado como perdido ou roubado.
sv: Ditt bibliotekskort har anmälts som borttappat eller stulet.

source: Your recall privileges have been denied.
cs: Nemáte oprávnění k upomínkám.
es: Su permiso de reclamación ha sido denegado.
fr: Vos privilèges de rappel de documents en prêts ont été suspendus.
hu: Visszahívási jogosultságát megvonták.
no: Du har ikke rett til fornying lengre.
pt_pt: Os seus privilégios de devolução foram negados.
sv: Du kan inte återkalla längre.

source: Your renewal privileges have been denied.
cs: Nemáte oprávnění k prodlužování.
es: Su permiso de renovación ha sido denegado.
fr: Le renouvellement vous est refusé.
hu: Hosszabbítási jogosultságát megvonták.
no: Du kan ikke rett til fornying lengre.
pt_pt: Os seus privilégios de renovação foram negados.
sv: Du kan inte låna om längre.

source: Your reservation cancelation failed for an unknown reason.
cs: Vaše rezervace selhala z neznámého důvodu.
es: La cancelación de su reserva ha fallado por un motivo desconocido.
fr: Votre annulation de réservation a échoué pour une raison inconnue.
hu: Foglalásának lemondása ismertelen okból sikertelen.
no: Vi klarte ikke avbryte reservasjonen din av ukjent årsak.
pt_pt: O seu cancelamento de reserva falhou por uma razão desconhecida.
sv: Du kunde inte avbryta din reservation av en okänd anledning.

source: for
cs: pro
es: para
fr: pour
hu: Itt
pt_pt: para
sv: för

source: forever
cs: navždy
es: para siempre
fr: toujours
hu: Örökre
sv: för alltid

source: or a <a target="_blank" class="alert-link" href="https://www.freepdfconvert.com/">web based PDF converter</a>.
es: o un <a target="_blank" class="alert-link" href="https://www.freepdfconvert.com/">convertidor PDF basado en web</a>.
fr: ou un <a target="_blank" class="alert-link" href="https://www.freepdfconvert.com/fr">convertisseur PDF en ligne</a>.
hu: vagy egy <a target="_blank" class="alert-link" href="https://www.freepdfconvert.com/">webes PDF konverter</a>
sv: eller en <a target="_blank" class="alert-link" href="https://www.freepdfconvert.com/">webbaserad PDF-konverterare</a>.

source: starting
cs: spouštění
es: con inicio
fr: débute le
hu: Kezdve innen
sv: startar

source: the client
cs: klient
es: el cliente
fr: le client
hu: Számítógép
sv: klienten

source: the server
cs: server
es: el servidor
fr: le serveur
hu: Szerver
sv: servern

source: Monday
cs: Pondělí
es: Lunes
fr: Lundi
hu: Hétfő
no: Mandag
pt_pt: Segunda
sv: Måndag

source: Tuesday
cs: Úterý
es: Martes
fr: Mardi
hu: Kedd
no: Tirsdag
pt_pt: Terça
sv: Tisdag

source: Wednesday
cs: Středa
es: Miércoles
fr: Mercredi
hu: Szerda
no: Onsdag
pt_pt: Quarta
sv: Onsdag

source: Thursday
cs: Čtvrtek
es: Jueves
fr: Jeudi
hu: Csütörtök
no: Torsdag
pt_pt: Quinta
sv: Torsdag

source: Friday
cs: Pátek
es: Viernes
fr: Vendredi
hu: Péntek
no: Fredag
pt_pt: Sexta
sv: Fredag

source: Saturday
cs: Sobota
es: Sábado
fr: Samedi
hu: Szombat
no: Lørdag
pt_pt: Sábado
sv: Lördag

source: Sunday
es: Domingo
fr: Dimanche
hu: Vasárnap
no: Søndag
pt_pt: Domingo
sv: Söndag

source: Hours
cs: Provozní doba
es: Horas
fr: Heures
hu: Órák
no: Åpningstider
pt_pt: Horas
sv: Öppettider

source: Login
cs: Přihlášení
es: Inicio de sesión
fr: Connexion
hu: Bejelentkezés
no: Innlogging
pt_pt: Entrar
sv: Inloggning

source: lang.hu
cs: Magyar
hu: Magyar
no: Magyar

source: Administration
cs: Administrace
es: Administración
hu: Adminisztráció
no: Administrasjon
pt_pt: Administração

source: Info
hu: Információ

source: Info:
cs: Informace:
es: Información:
fr: Information:
hu: Információ:

source: Print Station
cs: Tisková stanice
es: Estación de impresión
hu: Nyomtatási állomás

source: Reservation
cs: Rezervace
es: Reserva
fr: Réservation
hu: Foglalás

source: Status
cs: Stav
es: Estado
fr: Statut
hu: Állapot
pt_pt: Estado

source: Offline
es: Desconectado
fr: Hors ligne
no: Avslått

source: Online
es: Conectado
fr: En ligne
no: Påslått

source: Port
es: Puerto

source: lang.pt_PT
cs: Português
es: Portuguese
pt_pt: Portugu&ecirc;s

source: lang.nb_NO
cs: Norsk bokmål
es: Norwegian

source: ('lang.' _ lang)
cs: Čeština

source: Yes
cs: Ano

source: lang.cs
cs: Čeština

source: No data available in table
cs: V tabulce nejsou k dispozici žádná data

source: Showing _START_ to _END_ of _TOTAL_ entries
cs: Zobrazeno _START_ až _END_ z _TOTAL_ záznamů

source: Showing 0 to 0 of 0 entries
cs: Zobrazeno 0 až 0 z 0 záznamů

source: (filtered from _MAX_ total entries)
cs: (filtrováno z _MAX_ celkových záznamů)

source: Show _MENU_ entries
cs: Zobrazit _MENU_ záznamů

source: Loading...
cs: Načítání...

source: Processing...
cs: Zpracování...

source: Search:
cs: Hledat:

source: No matching records found
cs: Nebyly nalezeny žádné odpovídající záznamy

source: First
cs: První

source: Last
cs: Poslední

source: Next
cs: Další
no: Neste

source: Previous
cs: Předchozí
no: Forrige

source: : activate to sort column ascending
cs: : aktivujte pro seřazení sloupce vzestupně

source: : activate to sort column descending
cs: : aktivujte pro seřazení sloupce sestupně

source: Local
cs: Místní

source: Client inactivity logout
fr: Déconnexion du poste à cause d'une inactivité
no: Logge ut inaktive PCer
pt_pt: Desconexão por inactividade do cliente

source: Client inactivity warning
fr: Avertissement d'inactivité du poste
no: Advarsel til inaktive PCer
pt_pt: Aviso de inactividade do cliente

source: Client reservations
fr: Réservations du poste
no: Reservasjoner av PC
pt_pt: Reservas de clientes

source: Client session pausing
fr: Verrouillage de session
no: Pause i tildelt tid
